Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeprint-desktops/*.po
Languages: af, ar, bn, bs, ca, cs, cy, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, it, ja, ka, kk, km, lb, lt, lv, mk, mn, ms, nb, nds, ne, nl, pa, pl, pt, pt_br, ro, ru, rw, se, sl, sr, sr@latn, sv, ta, te, tg, th, tr, tt, uk, uz, uz@cyrillic, vi, xh, zu

source: PostScript to PDF Converter
af: Postscript na Pdf Omskakelaar
ar: محول مستندات بوست سكريبت إلى PDF
bs: Pretvaranje PostScripta u PDF
ca: Convertidor de PostScript a PDF
cs: Konvertor Postscriptu do PDF
cy: Trosydd PostScript i PDF
de: Umwandlung von PDF-Dateien in PostScript
el: Μετατροπέας από PostScript σε PDF
eo: Konvertilo de la dokumenttipo PS al PDF
es: Conversor de PostScript a PDF
et: PostScript->PDF teisendamine
eu: PostScript-etik PDFrako bihurtzailea
fa: مبدل پست‌اسکریپت به PDF
fi: Muunnin PostScriptistä PDF-muotoon
fr: Convertisseur PostScript vers PDF
fy: Konversje fan PostSkript nei PDF
ga: Tiontaire PostScript go PDF
gl: Conversor de PostScript a PDF
he: ממיר מ־PostScript ל־PDF
hi: PS से PDF के लिए रूपान्तरक
hr: Pretvaranje iz PostScripta u PDF
it: Convertitore da PostScript a PDF
ja: PostScript から PDF に変換
ka: PostScript-ის PDF-ში გარდაქმნა
kk: PostScript пішімнен PDF пішімге айналдыру
km: កម្មវិធី​បម្លែង PostScript ទៅ PDF
lb: PostScript zu PDF Konvertéierer
lt: PostScript į PDF konverteris
lv: No PostScript uz PDF konvertors
mk: Конвертор од PostScript во PDF
mn: PostScript-ээс PDF-рүү хөрвүүлэлэгч
ms: Pengubah PostScript ke PDF
nb: Postscript/PDF-dokumentkonvertering
nds: Wannelt PostScript na PDF üm
ne: PDF रूपान्तरकमा पोष्टस्क्रिप्ट
nl: Conversie van PostScript naar PDF
pa: ਪੋਸਟ ਸਕ੍ਰਿਪਟ ਤੋਂ PDF ਤਬਦੀਲੀਕਾਰ
pl: Konwerter plików z formatu PostScriptu do PDF
pt: Conversor de PostScript para PDF
pt_br: Conversão de PostScript para PDF
ro: Convertor de la PDF la PostScript
ru: Преобразование PostScript в PDF
rw: Iyandikanyuma kuri Muhindura PDF
se: Konverter PostScript:as PDF'ii
sl: Pretvornik datotek PostScript v PDF
sr: Конвертор из PostScript-а у PDF
sr@latn: Konvertor iz PostScript-a u PDF
sv: Postscript till PDF-konverterare
ta: PostScript இலிருந்து PDF இற்கு மாற்றி
te: పొస్ట్ స్క్రిప్ట్ నుంచి పిడిఎఫ్ మార్చెది
tg: Табодули PostScript ба PDF
th: ตัวแปลงโพสต์สคริปต์ไปเป็น PDF
tr: PostScript'ten PDF'e Çevirici
tt: PostScript–›PDF Äyländergeçe
uk: Конвертер документів з формату PostScript в PDF
uz: PostScrip'ni PDF'ga aylantiradigan dastur
uz@cyrillic: PostScrip'ни PDF'га айлантирадиган дастур
vi: Bộ chuyển đổi PostScript sang PDF
xh: PostScript Kumguqili we PDF
zu: Umguquli we-PostScript se-DPF

source: psbook
af: psboek
eo: PS-libro
hi: पीएस-बुक
mn: PS-ном
sv: broschyr
ta: psபுத்தகம்
te: పిఎస్ బుక్
zu: incwadi ye-ps

source: Pamphlet Printing (use with small side duplex printing)
af: Pamflet Besig om te druk (gebruik met klein kant dupleks Besig om te druk)
ar: طباعة الكتيبات (استخدمه مع الطباعة المزدوجة الصغيرة)
bn: প্যামফ্লেট মুদ্রণ (ছোট মাপের ডুপ্লেক্স প্রিন্টিং সহযোগে ব্যবহার করুন)
bs: Štampanje pamfleta (koristiti sa small side duplex štampanjem)
ca: Impressor de pamflets (emprar amb la impressió a doble cara petita)
cs: Tisk letáku (použití pro oboustranný tisk s úzkými okraji)
cy: Argraffu Pamffled (defnyddio efo argraffu dwy-ochr, ochr bach)
de: Booklet-Druck (mit schmalseitigem Duplexdruck verwendbar)
el: Εκτύπωση φυλλαδίου (χρήση μαζί με εκτύπωση διπλής όψης μικρής πλευράς)
eo: Pamflet-presado (uzu kun duflanka laŭlarĝa presado)
es: Impresión de folleto (usar con impresión de doble cara pequeña)
et: Brošüüri trükkimine - (kasutatakse duplekstrükkimisel)
eu: Liburuxka inprimatzea (erabili orrialde txikiko inprimatze-bikoitzean)
fa: چاپ جزوه)با استفاده از سمت کوچک چاپ دوسویه(
fi: Lentolehtistulostus (käytä lyhyen sivun kaksipuoleistulostusta)
fr: Impression au format livret (à utiliser avec l'impression duplex de petits feuillets)
fy: Pamflet printsje(te brûken mei smelle kant fan dupleksôfdruk)
ga: Priontáil Phaimfléid (úsáid le priontáil dhéphléacsach - taobh gearr)
gl: Impresión de Panfletos (utilice con impresión en duplex polo lado pequeno)
he: הדפסת חוברות (לשימוש עם הדפסה דו־כיוונית בצד הקטן)
hi: पेम्फलेट छपाई(small side duplex printing के साथ ईस्तमाल करें)
hr: Ispis pamfleta (za dvostruki ispis na male stranice)
it: Stampa libretto (da usare con la stampa fronte/retro dal lato corto)
ja: 小冊子の印刷 - (短辺とじ両面印刷を使用)
ka: პამფლეტური ბეჭდვა (ორმხრივი ბეჭდვა მოკლე მხრიდან)
kk: Кітапшаны басып шығару (кішірейтілген екі жакты басу)
km: ការបោះពុម្ព​ខិតប័ណ្ណ (ប្រើ​ជាមួយ​នឹង​ការបោះពុម្ព​សងខាង​តូចៗ)
lb: Booklet-Drock (mat schmuelsäitegem Duplexdrock benotzen)
lt: Brošiūros spausdinimas (naudokite dvipusiam spausdinimui)
lv: Pamfleta drukāšana (izmanto ar mazās puses duplekso drukāšanu)
mk: Печатење памфлет (за користење со дуплекс печатење од помалата страна)
mn: "Pamphlet"-хэвлэх: (Жижгээр хоёр талаар хэвлэхэд хэрэглэ)
ms: Cetakan Pamplet (guna cetakan dupleks sisi kecil)
nb: Brosjyreutskrift (brukes for dobbeltsidig utskrift med liten papirstørrelse)
nds: Lütte Böker drucken (mit Duplexdruck för lütte Sieden bruken)
ne: पत्रिका मुद्रण (सानो भाग डुप्लेक्स मुद्रण प्रयोग गर्नुहोस्)
nl: Pamflet afdrukken (gebruik i.c.m. smalle kant duplexafdruk)
pa: Pamphlet ਛਾਪਾਈ (ਛੋਟੀ ਦੋ-ਪਾਸੀ ਛਾਪਾਈ ਨਾਲ ਵਰਤੋਂ)
pl: Drukowanie broszur (używać z wydrukiem dwustronnym krótszą stroną)
pt: Impressão de panfletos (usar na impressão duplex pelo lado menor)
pt_br: Impressão de Panfletos (usar o modo de impressão lateral pequeno)
ro: Tipărire pamflete (utilizează tipărirea duplex cu margini mici)
ru: Памфлетная печать (с использованием дуплексной печати по короткой стороне)
rw: Gucapa Umuzinge (gukoresha hamwe n'icapa ry'uruhande ruto inyabubiri)
se: Gihppagačča čáliheapmi (geavat unna siidduid guovttebealat čáliheapmái)
sl: Tiskanje pamfletov (uporabljajte pri dupleksnem tiskanju z malim robom)
sr: Штампање памфлета (користите са дуплекс штампањем малих страна)
sr@latn: Štampanje pamfleta (koristite sa dupleks štampanjem malih strana)
sv: Broschyrutskrift (använd med duplexutskrift längs kortsidan)
ta: கைநூல் பதிப்பு (சிறு பக்க இரட்டை அச்சுடன் பாவிக்கவும்)
te: కరపత్ర ప్రచురణ (చిన్న సైజు తొ ద్వంద్వ ప్రచురణ వాడండి)
tg: Чопи ҳаҷвиявӣ (бо истифода аз чопи дуплексӣ аз рӯи паҳлӯи кӯтоҳ)
th: การพิมพ์แผ่นพับ (ใช้กับการพิมพ์ 2 หน้าขนาดเล็ก)
tr: Broşür Yazdırma
tt: Kitaplap Bastıru (ike-yaqlı bastıru)
uk: Друк брошури (використовуйте з двостороннім друком за меншою стороною)
uz: Pamflet bosib chiqarish (kichik taraflama varaqning ikkita tomoniga bosib chiqarish)
uz@cyrillic: Памфлет босиб чиқариш (кичик тарафлама варақнинг иккита томонига босиб чиқариш)
vi: Khả năng in pam-phơ-lê (sử dụng với việc in hai chiều mặt nhỏ)
xh: Ushicilelo Lwephetshana (sebenzisa ngoshicilelo oluncinane olusecaleni oluphindwe kabini)
zu: Ibhukwana Lokushicilela (sebenzisa ngecala elincane lukushicilela okuphindwe kabili)

source: psbook1
af: psboek1
eo: PS-libro 1
hi: पीएस-बुक1
mn: PS-ном 1
sv: broschyr 1
ta: psபுத்தகம்1
te: పిఎస్ బుక్1
zu: incwadi ye ps yokuqala

source: Pamphlet Printing - Even Pages (step 1)
af: Pamflet Besig om te druk - Ewe Bladsye (step 1)
ar: طباعة الكتيبات - الصفحات الزوجية (الخطوة 1)
bn: প্যামফ্লেট মুদ্রণ - জোড় সংখ্যক পাতা (প্রথম ধাপ)
bs: Štampanje pamfleta - parne strane (prvi korak)
ca: Impressor de pamflets - pàgines parells (passa 1)
cs: Tisk letáku – sudé stránky (krok 1)
cy: Argraffu Pamffled - Tudalennau Ailrif (cam 1)
de: Booklet-Druck - Gerade Seiten (erster Schritt)
el: Εκτύπωση φυλλαδίου - Ζυγές σελίδες (βήμα 1)
eo: Pamflet-presado - paraj paĝoj (paŝo 1)
es: Impresión de folleto - páginas pares (paso 1)
et: Brošüüri trükkimine - paarislehed (1. samm)
eu: Liburuxka inprimatzea - Orrialde bikoitiak (1. urratsa)
fa: چاپ جزوه - صفحات زوج )گام ۱(
fi: Lentolehtistulostus - parilliset sivut (vaihe 1)
fr: Impression au format livret - Pages paires (étape 1)
fy: Pamflet printsje - even bledsiden (stap 1)
ga: Priontáil Phaimfléid - Leathanaigh Chothroma (céim 1)
gl: Impresión de Panfletos - Páxinas pares (paso 1)
he: הדפסת חוברות - עמודים זוגיים (שלב 1)
hi: पेम्फलेट छपाई सम पृष्ठ (स्टेप 1)
hr: Ispisivanje pamfleta - Parne stranice (korak 1)
it: Stampa libretto - pagine pari (passo 1)
ja: 小冊子の印刷 - 偶数ページ (ステップ 1)
ka: პამფლეტური ბეჭდვა - ლუწი გვერდები (ნაბიჯი 1)
kk: Кітапшаны басып шығару - жұп беттері (1-қадам)
km: ការ​បោះពុម្ព​ខិតប័ណ្ណ - ទំព័រ​គូ (ជំហាន​ទី ១)
lb: Booklet-Drock - Gerued Säiten (Schrëtt 1)
lt: Brošiūros spausdinimas – lyginiai puslapiai (1 žingsnis)
lv: Pamfleta drukāšana - pāra lapas (1. solis)
mk: Печатење памфлет - парни страници (чекор 1)
mn: "Pamphlet"-Хэвлэх: Тэгш хуудсуудаар (Алхам 1)
ms: Cetakan Pamplet Muka Genap (langkah 1)
nb: Brosjyre-utskrift – like sider (steg 1)
nds: Lütte Böker drucken - evene Sieden (Stoop 1)
ne: पत्रिका मुद्रण गर्दै - जोर पृष्ठहरू (चरण १)
nl: Pamflet afdrukken - even pagina's (stap 1)
pa: Pamphlet ਛਾਪਾਈ - ਜਿਸਤ ਸਫ਼ੇ(ਪਗ 1)
pl: Drukowanie broszur - strony parzyste (krok 1)
pt: Impressão de panfletos - páginas pares (passo 1)
pt_br: Impressão de Panfletos - páginas pares (passo 1)
ro: Tipărire pamflete - pagini pare (pasul 1)
ru: Памфлетная печать - чётные страницы (шаг 1)
rw: Gucapa Umuzinge - Amapaji Atari Igiharwe (Intera 1)
se: Gihppagačča čáliheapmi – Báralaš siiddut (1. lávki)
sl: Tiskanje pamfletov - sode strani (1. korak)
sr: Штампање памфлета - парне стране (корак 1)
sr@latn: Štampanje pamfleta - parne strane (korak 1)
sv: Broschyrutskrift - jämna sidor (steg 1)
ta: கைநூல் பதிப்பு - இரட்டைப் பக்கங்கள் (படி 1)
te: కరపత్ర ప్రచురణ - సరి పుటలు (మెట్టు 1)
tg: Чопи ҳаҷвиявӣ - саҳифаҳои ҷуфт (иқдоми 1)
th: การพิมพ์แผ่นพับ - พิมพ์หน้าคู่ (ขั้นที่ 1)
tr: Broşür Yazdırma - Çift Sayfalar (1. adım)
tt: Kitaplap Bastıru - Cöp Bitlär (1. adım)
uk: Друк брошури - парні сторінки (крок 1)
uz: Pamflet bosib chiqarish - Juft betlar (qadam 1)
uz@cyrillic: Памфлет босиб чиқариш - Жуфт бетлар (қадам 1)
vi: Khả năng in pam-phơ-lê — các trang chẵn (bước 1)
xh: Ushicilelo Lwephetshana - Amaphepha Alinganayo (inyathelo 1)
zu: Ukushicilela Ibhukwana - Amaphepha Alinganayo (isiqendu 1)

source: psbook2
af: psboek2
eo: PS-libro 2
hi: पीएस-बुक2
mn: PS-ном 2
sv: broschyr 2
ta: psபுத்தகம்2
te: పిఎస్ బుక్2
zu: incwadi ye ps yesibili

source: Pamphlet Printing - Odd Pages (step 2)
af: Pamflet Besig om te druk - Onewe Bladsye (step 2)
ar: طباعة الكتيبات - الصفحات الفردية (الخطوة 2)
bn: প্যামফ্লেট মুদ্রণ - বিজোড় সংখ্যক পাতা (দ্বিতীয় ধাপ)
bs: Štampanje pamfleta - neparne strane (drugi korak)
ca: Impressor de pamflets - pàgines parells (passa 2)
cs: Tisk letáku – sudé stránky (krok 2)
cy: Argraffu Pamffled - Tudalennau Odrif (cam 2)
de: Booklet-Druck - Ungerade Seiten (zweiter Schritt)
el: Εκτύπωση φυλλαδίου - Μονές σελίδες (βήμα 2)
eo: Pamflet-presado - malparaj paĝoj (paŝo 2)
es: Impresión de folleto - páginas impares (paso 2)
et: Brošüüri trükkimine - paaritud lehed (2. samm)
eu: Liburuxka inprimatzea - Orrialde bakoitiak (2 urratsa)
fa: چاپ جزوه - صفحات فرد )گام ۲(
fi: Lentolehtistulostus - parittomat sivut (vaihe 2)
fr: Impression au format livret - Pages impaires (étape 2)
fy: Pamflet printsje - ûneven bledsiden (stap 2)
ga: Priontáil Phaimfléid - Leathanaigh Chorra (céim 2)
gl: Impresión de Panfletos - Páxinas impares (paso 2)
he: הדפסת חוברות - עמודים אי־זוגיים (שלב 2)
hi: पेम्फलेट छपाई विषम पृष्ठ (स्टेप 2)
hr: Ispis pamfleta - Neparne stranice (korak 2)
it: Stampa libretto - pagine dispari (passo 2)
ja: 小冊子の印刷 - 奇数ページ (ステップ 2)
ka: პამფლეტური ბეჭდვა - კენტი გვერდები (ნაბიჯი 2)
kk: Кітапшаны басып шығару - тақ беттері (2-қадам)
km: ការ​បោះពុម្ព​ខិតប័ណ្ណ - ទំព័រ​សេស (ជំហាន​ទី ២)
lb: Booklet-Drock - Ongerued Säiten (Schrëtt 2)
lt: Brošiūros spausdinimas – nelyginiai puslapiai (2 žingsnis)
lv: Pamfleta drukāšana - nepāra lapas (2. solis)
mk: Печатење памфлет - непарни страници (чекор 2)
mn: "Pamphlet"-Хэвлэх: Сондгой хуудсуудаар (Алхам 2)
ms: Cetakan Pamplet Muka Genap (langkah 2)
nb: Brosjyre-utskrift – odde sider (steg 2)
nds: Lütte Böker drucken - unevene Sieden (Stoop 2)
ne: पत्रिका मुद्रण गर्दै - बिजोर पृष्ठहरू (चरण २)
nl: Pamflet afdrukken - oneven pagina's (stap 2)
pa: Pamphlet ਛਾਪਾਈ - ਟਾਂਕ ਸਫੇ(ਪਗ 2)
pl: Drukowanie broszur - strony nieparzyste (krok 2)
pt: Impressão de panfletos - páginas ímpares (passo 2)
pt_br: Impressão de Panfletos - páginas ímpares (passo 2)
ro: Tipărire pamflete - pagini impare (pasul 2)
ru: Памфлетная печать - нечётные страницы (шаг 2)
rw: Gucapa Umuzinge - Amapaji Giharwe (Intera 2)
se: Gihppagačča čáliheapmi – Bárrahissiiddut (2. lávki)
sl: Tiskanje pamfletov - lihe strani (2. korak)
sr: Штампање памфлета - непарне стране (корак 2)
sr@latn: Štampanje pamfleta - neparne strane (korak 2)
sv: Broschyrutskrift - udda sidor (steg 2)
ta: கைநூல் பதிப்பு - ஒற்றைப் பக்கங்கள் (படி 2)
te: కరపత్ర ప్రచురణ - బేసి పుటలు (మెట్టు ౨)
tg: Чопи ҳаҷвиявӣ - саҳифаҳои тоқ (иқдоми 2)
th: การพิมพ์แผ่นพับ - หน้าคี่ (ขั้นที่ 2)
tr: Broşür yazdırma - Tek Sayfalar (2.adım)
tt: Kitaplap Bastıru - Tap Bitlär (2. adım)
uk: Друк брошури - непарні сторінки (крок 2)
uz: Pamflet bosib chiqarish - Toq betlar (qadam 2)
uz@cyrillic: Памфлет босиб чиқариш - Тоқ бетлар (қадам 2)
vi: Khả năng in pam-phơ-lê — các trang lẻ (bước 2)
xh: Ushicilelo Lwephetshana - Amaphepha Amnqakathi (inyathelo 2)
zu: Ukushicilela Kwebhukwana - Amaphepha Angalingani (isiqendu 2)

source: psnup
te: పిఏస్ నుప్
th: อินเดีย

source: Multiple Pages per Sheet Filter
af: Veelvuldige Bladsye per blaai Filter
ar: مرشّح صفحات متعددة في ورقة واحدة
bn: একেকটি কাগজে একাধিক পৃষ্ঠা ছাপানোর জন্য ফিল্টার
bs: Filter za više strana po listu
ca: Filtre per a múltiples pàgines per full
cs: Filtr pro tisk více stran na jeden list papíru
cy: Hidl am Dudalennau lluosol ar bob Dalen
de: Ausdruck mehrerer Seiten auf einem Blatt
el: Φίλτρο πολλών σελίδων ανά φύλλο
eo: Filtrilo por aranĝi plurajn paĝojn sur folio
es: Filtro para múltiples páginas por hoja
et: Mitme lehekülje ühele lehele trükkimise filter
eu: 'Orrialde anitzak orriko' iragazkia
fa: صفحات چندگانه در پالایۀ صفحه
fi: Useita sivuja samalle arkille
fr: Plusieurs pages par feuille
fy: Mear as ien side op in bôge
gl: Filtro de Múltiplas Páxinas por Folla
he: מסנן עמודים מרובים לגיליון
hi: प्रति शीट एक से अघिक पृष्ठ फ़िल्टर
hr: Filtar višestrukih stranica po listu
it: Più pagine sullo stesso foglio
ja: 一枚あたり複数ページ印刷フィルタ
ka: რამდენიმე გვერდის ერთ ფურცელზე ბეჭდვა
kk: Бірнеше беттерді бір параққа басып шығару сүзгісі
km: ទំព័រ​ច្រើន​ក្នុង​មួយ​តម្រង​សន្លឹក
lb: Filter fir e puer Säiten op ee Blat ze drécken
lt: Kelių puslapių popieriaus lakšte filtras
lv: Vairākas lapas uz vienas lapas filtrs
mk: Филтер за повеќе страници по лист
mn: Олон хуудасыг нэг цаасан дээр хэвлэх үеийн шүүлтүүр
ms: Penapis Pelbagai Laman setiap Helaian
nb: Filter for flere sider på hvert ark
nds: Mehr as een Siet per Blatt drucken
ne: प्रति पाना फिल्टर बहुविध पृष्ठ
nl: Meerdere pagina's per vel afdrukken
pa: ਬਹੁ ਸਫੇ ਪ੍ਰਤੀ ਸ਼ੀਟ ਫਿਲਟਰ
pl: Filtr do wydruku wielu stron na jednej kartce
pt: Filtro de múltiplas páginas por folha
pt_br: Múltiplas páginas por filtro da planilha
ro: Filtru pentru mai multe pagini pe o foaie de hîrtie
ru: Печать нескольких страниц на листе
rw: Ipaji Nyinshi kuri Muyunguruzi Urupapuro
se: Máŋga siiddu ovtta báhpárii -filter
sl: Filter za več strani na enem listu papirja.
sr: Филтер за вишеструке стране по листу
sr@latn: Filter za višestruke strane po listu
sv: Filter för flera sidor per blad
ta: ஒரு பக்க வடிகட்டிக்கான பல பக்கங்கள்
te: పత్ర గలని కి పలు పుటలు చొప్పున
tg: Чопи якчанд саҳифа дар варақа
th: ตัวกรองการพิมพ์หลายหน้าต่อหน้ากระดาษ
tr: Her Kağıda Birden Çok Sayfa Süzgeci
tt: Qäğäz Bitendä berniçä Basma Bite
uk: Фільтр укладання декількох сторінок на аркуш
uz: Bitta varaqga bir nechta bet chiqarish filteri
uz@cyrillic: Битта варақга бир нечта бет чиқариш филтери
vi: Nhiều trang cho mỗi bộ lọc tờ giấy.
xh: Amaphepha Amaninzi Ngekhasi Lesihluzi ngasinye
zu: Amakhasi Amaningana Kumhlaziyi Wepheshana ngamunye

source: psresize
af: ps-weer grote bepaal
eo: PS-grandecŝanĝilo
pl: Skalowanie wydruku
pt_br: Redimensionamento do PS
ta: psஅளவு மாற்று
te: పిఎస్ రిసైజ్
xh: psresiza
zu: psphinda ushintshe usayizi

source: Scale Print Content to Fit on Another Paper Size
af: Skaal Druk Inhoud na Pas op Nog 'n Papier Grootte
ar: قم بتحجيم محتويات الطباعة حتى تتناسب مع حجم صفحة أخرى
bn: অন্য মাপের কাগজে ছাপানোর জন্য প্রয়োজনমত ছোটবড় করতে পারে
bs: Skaliraj štampani sadržaj kako bi stao na drugu veličinu papira
ca: Escala el contingut de la impressió per a ajustar-la a una altra mida de paper
cs: Roztáhne tištěný obsah na jiný rozměr papíru
cy: Graddu Cynnwys Argraffu i Ffitio ar Faint Papur Arall
de: Druckgröße der Seite anpassen
el: Προσαρμογή περιεχομένου εκτύπωσης για ταίριασμα σε διαφορετικό μέγεθος χαρτιού
eo: Etendas presaĵon konvene al alia paperformato
es: Escalar el contenido de la impresión para ajustar en otro tamaño del papel
et: Sisu suuruse muutmine mahutamaks teise suurusega paberile
eu: Eskalatu inprimatzeko edukiak beste paper-tamainari doitzeko
fa: مقیاس محتوای چاپ برای تناسب با اندازۀ کاغذ دیگر
fi: Skaalaa tulostettava sisältö mahtumaan erikokoiselle paperille
fr: Ajuste le contenu imprimé pour l'adapter à un autre format de papier
fy: Pas de ôfdruk oan oan in oar formaat papier
gl: Escalar o Contido da Impresión para Axustá-lo a Outro Tamaño de Papel
he: שינוי גודל תוכן ההדפסה כך שיתאים לגודל דף אחר
hi: छपाई सामग्री को किसी अन्य पृष्ठ पर फिट करने के लिए बङा/छोटा करें
hr: Prilagođavanje veličine sadržaja za ispis na papir druge veličine
it: Adatta il contenuto della stampa ad una diversa dimensione della carta
ja: 用紙サイズに合うように印刷内容を拡大/縮小
ka: ბეჭდვის მასშტაბირება სხვა ზომის ფურცელზე დასაბეჭდად
kk: Басатынды басқа өлшемге шақтап басып шығару
km: ធ្វើ​មាត្រដ្ឋាន​មាតិកា​បោះពុម្ព​ឲ្យ​សម​នឹង​ទំហំ​ក្រដាស​ផ្សេង​ទៀត
lb: Gréisst vum Ausdrock op eng aner Pabeiergréisst upassen
lt: Keisti spausdinamo turinio dydį taip, kad tilptų į kito dydžio popieriaus lapą
lv: Mērogo drukas saturu, lai ietilptu citā papīra izmērā
mk: Размер на содржината за печатење, за да ја собере на лист со друга големина
mn: Хэвлэх зайг өөр хэмжээтэй цаасанд тааруулах
ms: Skala Cetak Kandungan untuk menepati Saiz Kertas Lain
nb: Tilpass utskrifta til en annen papirstørrelse
nds: Utdruck en anner Papeergrött topassen
ne: अन्य कागज साइजमा ठीक गर्न मापन मुद्रण सामग्री
nl: Schaal de afdrukinhoud zodat deze past op een andere papierformaat
pa: ਹੋਰ ਸਫਾ ਆਕਾਰ ਤੇ ਛਾਪਾਈ ਕਰਨ ਲਈ ਭਾਗ ਅਨੁਕੂਲਣ
pl: Przeskalowanie wydruku, by pasował do innego rozmiaru strony
pt: Muda o tamanho do conteúdo a ser impresso para caber noutro tamanho de papel
pt_br: Conteúdo da escala de impressão para ajustar em outro Tamanho de Papel
ro: Scalează tipăritura pentru a se potrivi cu foaia de hîrtie
ru: Масштабирование печати для размещения на другом размере бумаги
rw: Gupima Ibiri mu Gucapa mu Gukwiza kuyindi Ngano y'Urupapuro
se: Skále čállosa sisdoalu heivet mannu eará bábersturrodahkii
sl: Prilagajanje vsebine tiskanja za drugo velikost papirja
sr: Увећава или умањује садржај за штампање како би стао на папир друге величине
sr@latn: Uvećava ili umanjuje sadržaj za štampanje kako bi stao na papir druge veličine
sv: Ändra storlek på utskriften för att passa en annan sidstorlek
ta: வேறொரு பக்க அளவிற்கு பொருந்துமாறு அச்சு உள்ளடக்கங்களை உருமாற்று
te: ప్రచురణ సారాన్ని ఇంకొక పుట కొలత లొ పట్టించును
tg: Масштабкунонии чоп барои ҷой намудан дар дигар ҳаҷми коғаз
th: ปรับขนาดเนื้อหาให้พอดีกับขนาดกระดาษ
tr: Yazıcıya gönderilecekleri başka bir kağıt boyutuna uyması için yeniden boyutlandır
tt: Bastıru Eçtälegen Başqa Ülçämle Bitkä sıydırırlıq it
uk: Масштабувати зміст друку до іншого розміру паперу
uz: Varaqning boshqa oʻlchamiga mos keltirish
uz@cyrillic: Варақнинг бошқа ўлчамига мос келтириш
vi: Co dãn nội dung in để vừa khít một kích cỡ giấy khác.
xh: Isikali Soshicelela Somphakati esinokungena Kwelinye Uhlobo Lephepa
zu: Kala Okuphakathi Kokushicilela Ukugcwalisa Omunye Usayizi Wephepha

source: psselect
af: ps-kies
ar: psseleect
eo: PS-elektilo
pl: Wybór stron wydruku
ta: psதேர்ந்தெடு
te: పిఎస్ సెలెక్ట్
zu: pskhetha

source: Page Selection/Ordering Filter
af: Bladsy Keuse/Rangskikking Filter
ar: مرشح اختيار/ترتيب الصفحات
bn: পৃষ্ঠা নির্বাচন/ক্রম ফিল্টার
bs: Filter za izbor/poredak stranica
ca: Filtre d'ordenament/selecció de pàgina
cs: Filtr pro výběr a uspořádání stran
cy: Hidl i Ddewis/Drefnu Tudalennau
de: Seitenauswahl/Sortierung
el: Φίλτρο επιλογής/διευθέτησης σελίδων
eo: Paĝelektilo/paĝordigilo
es: Filtro de ordenamiento/selección de página
et: Lehekülgede valimise/järjestamise filter
eu: Orrialdeak hautatzeko/ordenatzeko iragazkia
fa: گزینش صفحه/پالایه مرتب
fi: Sivun valinta/järjestys-suodin
fr: Sélection de pages / Filtre de tri
fy: Bledsiden selektearje/op oarder bringe
ga: Scagaire chun leathanaigh a roghnú agus a chur in ord
gl: Filtro de Selección/Ordenamento de Páxina
he: מסנן בחירתסידור עמודים
hi: पृष्ठ चुनाव/क्रमवार करने का फ़िल्टर
hr: Filtar za odabir i poredak stranica
it: Filtro per la selezione e l'ordinamento delle pagine
ja: ページ選択/並べ替えフィルタ
ka: გვერდის არჩევის/რიგის ფილტრი
kk: Парақтарды таңдау/реттеу сүзгісі
km: តម្រង ជ្រើស/រៀប​លំដាប់​ទំព័រ
lb: Säitenauswiel-/Sortéierungsfilter
lt: Puslapių pasirinkimo/rūšiavimo filtras
lv: Lapu izvēles/kārtošanas filtrs
mk: Филтер за селекција/подредување на страници
mn: Хуудасны сонголт болон дарааллыг шүүх
ms: Penapis Pilihan Laman/Susunan
nb: Filter for valg og sortering av sider
nds: Sieden utsöken / ornen
ne: पृष्ठ चयन/फिल्टर क्रमबद्ध
nl: Pagina selecteren/ordenen
pa: ਸਫ਼ਾ ਚੋਣ/ਕ੍ਰਮ ਫਿਲਟਰ
pl: Filtr do wyboru i porządkowania stron wydruku
pt: O filtro de ordenação/selecção de páginas
pt_br: Seleção de Página/Filtro de ordenação
ro: Filtru de selecţie/ordonare pagini
ru: Фильтр печати выделения/упорядоченного набора
rw: Ihitamo ry'Ipaji/Muyunguruzi Gutunganya
se: Siidduid válljema/ordnema filter
sl: Filter za izbiranje/naročanje strani
sr: Филтер за избор и ређање страница
sr@latn: Filter za izbor i ređanje stranica
sv: Filter för sidval och sidordning
ta: பக்கத் தேர்வு/வரிசைப்படுத்து வடிகட்டி
te: పుట ఎంపిక/వరుసలొ పెట్టు గలని
tg: Филтри чопи ҷудокунӣ/маҷмӯи тарбидодашуда
th: ตัวกรองการเลือกหน้า/การจัดลำดับ
tr: Sayfa Seçimi/Sıra Filtresi
tt: Bit Saylaw/Täripläw Sözgeçe
uk: Фільтр вибору/порядку сторінок
uz: Betlarni tanlash/tartiblash filteri
uz@cyrillic: Бетларни танлаш/тартиблаш филтери
vi: Chọn trang / bộ lọc sắp xếp
xh: Ukhetho Lwephepha/Isihluzi Sokulungisa kakuhle
zu: Ukhetho Lwephepha/Ukuthumela Isihlaziya samafayela
