Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeprint-desktops/*.po
Languages: af, ar, bn, bs, ca, cs, cy, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, it, ja, ka, kk, km, lb, lt, lv, mk, mn, ms, nb, nds, ne, nl, pa, pl, pt, pt_br, ro, ru, rw, se, sl, sr, sr@latn, sv, ta, te, tg, th, tr, tt, uk, uz, uz@cyrillic, vi, xh, zu

source: RLPR Environment (Remote LPD servers)
af: Rlpr Omgewing (Afgeleë Lpd bedieners)
ar: بيئة RLPR (خادمات LPR عن بعد)
bs: RLPR okolina (udaljeni LPD serveri)
ca: Entorn RLPR (servidors LPD remots)
cs: Prostředí RLPR (Vzdálené LPD servery)
cy: Amgylchedd RLPR (Gweinyddion LPD pell)
de: RLPR-Umgebung (LPD-Server auf Fremdrechner)
el: Περιβάλλον RLPR (Απομακρυσμένοι εξυπηρετητές LPD)
eo: RLPR-medio (Foraj LPD-servoj)
es: Entorno RLPR (servidores LPD remotos)
et: RLPR keskkond (LPD võrguserverid)
eu: RLPR ingurunea (urruneko LPD zerbitzariak)
fa: محیط RLPR )کارسازهای LPD دور(
fi: RLPR-tulostus (LPD-palvelin)
fr: Environnement RLPR (serveurs LPD distants)
fy: RLPR-fermidden (LPD-tsjinners op ôfstân)
ga: Timpeallach RLPR (Cianfhreastalaithe LPD)
gl: Entorno RLPR (Servidores Remotos LPD)
he: סביבת RLPR (שרתי LPD מרוחקים)
hi: RLPR वातावरण (रिमोट LPD सर्वर्स)
hr: RLPR okruženje (udaljeni LPD poslužitelji)
it: Ambiente RLPR (server LPD remoti)
ja: RLPR 環境 (リモート LPD サーバ)
ka: RLPR გარემო (დაშორებული LPD სერვერები)
kk: RLPR ортасы (Желідегі LPD серверлері)
km: បរិស្ថាន RLPR (ម៉ាស៊ីន​បម្រើ LPD ពី​ចម្ងាយ)
lb: RLPR mfeld(LPD-ServeËren op anere Computeren)
lt: RLPR aplinka (nutolę LPD serveriai)
lv: RLPR vide (Attālināti LPD serveri)
mk: RLPR околина (оддалечени LPD сервери)
mn: RLPR-орчин (алсын LPD-Сервер)
ms: Persekitaran RLPR (Pelayan LPD jauh)
nb: RLPR-miljø (LPD-tjenere over nettverk)
nds: RLPR-Ümgeven (LPD-Servers op anner Reekners)
ne: RLPR परिवेश (टाढाको LPD सर्भर)
nl: RLPR-omgeving (LPD-servers op afstand)
pa: RLPR ਵਾਤਾਵਰਣ(ਰਿਮੋਟ LPD ਸਰਵਰ)
pl: Środowisko RLPR (zdalne serwery LPD)
pt: O ambiente RLPR (servidores remotos de LPD)
pt_br: Ambiente RLPR (Servidores LPD Remotos)
ro: Mediu RLPR (Servere LPD distante)
ru: Среда RLPR (сетевые принт-серверы LPD)
rw: Ibikikije RLPR (Amaseriveri LPD ya Kure)
se: RLPR-biras (LPD-gáiddusbálvvát)
sl: Okolje RLPR (oddaljeni strežniki LPD)
sr: RLPR окружење (удаљени LPD сервери)
sr@latn: RLPR okruženje (udaljeni LPD serveri)
sv: RLPR-miljö (LPD-fjärrservrar)
ta: RLPR சூழல் (சேய்மை LPD சேவகன்கள்)
te: ఆర్ ఎల్ పి ఆర్ పర్యావరణం (సుదూర అల్ పి డి సెర్వర్లు)
tg: Муҳити RLPR (серверҳои чопи шабақавии LPD)
th: สภาพแวดล้อม RLPR (เซอร์เวอร์ LPD ระยะไกล)
tr: RLPR Ortamı (Uzak LPD Sunucuları)
tt: RLPR Eşläw Tiräse (Çittäge LPD serverläre)
uk: Оточення RLPR (віддалені сервери LPD)
uz: RLPR muhiti (masofadagi LPD serverlar)
uz@cyrillic: RLPR муҳити (масофадаги LPD серверлар)
vi: Môi trường RLPR (máy phục vụ LPD từ xa)
xh: RLPR Imeko-bume ye RLPR (Abancedisi be LPD ababeka kude)
zu: Ezendalo ze-RLPR (abalekeleli abakude be-LPD)

source: PDF to PostScript Converter
ca: Convertidor de PDF a PostScript
cs: Konvertor Postscriptu do PDF
de: Umwandlung von PDF in PostScript
el: Μετατροπέας από PostScript σε PDF
eo: Konvertilo de la dokumenttipo PDF al PS
es: Conversor de PDF a PostScript
et: PDF->PostScript teisendamine
fr: Convertisseur PDF vers PostScript
hr: Pretvaranje iz PDF-a u PostScript
it: Convertitore da PDF a PostScript
ja: PDF から PostScript に変換
km: កម្មវិធីបម្លែង PDF ទៅ​ជា PostScript
nds: Wannelt PDF na PostScript üm
nl: Conversie van PDF naar PostScript
pl: Konwerter plików z formatu PDF do PostScriptu
pt: Conversor de PDF para PostScript
pt_br: Conversor de PDF para PostScript
ru: Преобразование PDF в PostScript
sl: Pretvornik datotek PDF v PostScript
sr: Конвертор из PDF-а у PostScript
sr@latn: Konvertor iz PDF-a u PostScript
sv: PDF till Postscript-konverterare
tg: Конвертори PDF ба PostScript
th: ตัวแปลง PDF ไปเป็นแฟ้มโพสต์สคริปต์
uk: Конвертер документів з формату PDF в PostScript
uz: PDF'ni PostScrip'ga aylantiradigan dastur
uz@cyrillic: PDF'ни PostScrip'га айлантирадиган дастур

source: pdf2ps
pl: Konwersja PDF do PS
