Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeprint-desktops/*.po
Languages: af, ar, bn, bs, ca, cs, cy, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, it, ja, ka, kk, km, lb, lt, lv, mk, mn, ms, nb, nds, ne, nl, pa, pl, pt, pt_br, ro, ru, rw, se, sl, sr, sr@latn, sv, ta, te, tg, th, tr, tt, uk, uz, uz@cyrillic, vi, xh, zu

source: Use ksendfax to fax the current document
af: Gebruik ksendfax om die huidige dokument te faks
ar: استخدم ksendfax ﻹرسال المستند الحالي بالفاكس
bn: বর্তমানে নথীটি ksendfax ব্যবহার করে ফ্যাক্স করো
bs: Koristite ksendfax za slanje trenutnog dokumenta na fax
ca: Empra el ksendfax per a enviar per fax l'actual document
cs: Použít ksendfax k odfaxování současného dokumentu
cy: Defnyddion kanfonffacs i ffacsio'r ddogfen gyfredol
de: KSendFax zum Faxen des Dokuments verwenden
el: Χρήση του ksendfax για την αποστολή με φαξ του τρέχοντος εγγράφου
eo: Uzu ksendfax por faksi la nunan dokumenton
es: Use ksendfax para enviar un fax del documento actual
et: Ksendfax'i kasutamine aktiivse dokumendi faksimiseks
eu: Erabili ksendfax uneko dokumentua faxez bidaltzeko
fa: از KSendFax برای دورنگاری سند جاری استفاده کنید
fi: Käytä kdendfax-ohjelmaa faksataksesi asiakirja
fr: Utiliser KSendfax pour faxer le document actuel
fy: Brûk KSendfax foar it faksen fan it dokumint dat ûnder hannen is
ga: Úsáid ksendfax chun an cháipéis reatha a sheoladh mar fhacs
gl: Empregue ksendfax para enviar por fax o documento actual
he: השתמש ב־ksendfax כדי לשלוח את המסמך הנוכחי בפקס
hi: मौज़ूदा दस्तावेज़ को फेक्स करने के लिए के-सेंड-फेक्स का ईस्तमाल करें
hr: Slanje trenutnog dokumenta pomoću ksendfax
it: Usa ksendfax per inviare come fax il documento corrente
ja: ksendfax は現在のドキュメントをファクスするのに使います
ka: დოკუმენტის ფაქსით გასაგზავნად ksendfax-ის გამოყენება
kk: ksendfax утилитасы құжатты факспен жіберу үшін
km: ប្រើ ksendfax ដើម្បី​ផ្ញើ​ឯកសារ​បច្ចុប្បន្ន​តាម​រយៈ​ទូរសារ
lb: Benotzt de ksendfax fir dat aktuellt Dokument ze faxen
lt: Naudoja ksendfax esamam dokumentui siųsti faksu
lv: Izmanto ksendfax, lai nosūtītu dokumentu pa faksu
mk: Испраќање на тековниот документ по факс со ksendfax
mn: Энэ баримтыг факсдахдаа ksendfax-г хэрэглэ
ms: Guna ksendfax untuk faks dokumen sekarang
nb: Bruk ksendfax for å fakse det aktive dokumentet
nds: Dat aktuelle Dokment mit ksendfax as Fax schicken
ne: हालको कागजात फ्याक्स गर्न ksendfax प्रयोग गर्नुहोस्
nl: Gebruik KSendFax voor het faxen van het huidige document
pa: ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਫੈਕਸ ਕਰਨ ਲਈ ksendfax ਵਰਤੋਂ
pl: Program do wysłania faksem bieżącego dokumentu
pt: Use o ksendfax para enviar o documento actual por fax
pt_br: Use o ksendfax para enviar por fax o documento atual
ro: Utilizează ksendfax pentru a trimite prin FAX documentul curent
ru: Использование ksendfax для отправки документа по факсу
rw: Gukoresha Kkoherezafagisi kuri fagisi inyandiko igezweho
se: Geavat ksendfax dálá dokumentta fáksemii
sl: Uporabite kdsendfax za faksiranje trenutnega dokumenta
sr: Користите ksendfax да пошаљте текући документ на факс
sr@latn: Koristite ksendfax da pošaljte tekući dokument na faks
sv: Använd Ksendfax för att faxa aktuellt dokument
ta: கேஃபாக்ஸ்அனுப்பு மூலம் நடப்பு ஆவணத்தை தொலைநகலிடு
te: ప్రస్తుత పత్రాన్ని కెసెండ్ ఫేక్స్ ద్వారా ఫేక్స్ పంపించుటకు వాడండి
tg: kфакс фиристодан истифода кардан барои ин ки хуҷҷати шоранда факс кардан
th: ใช้ ksendfax เพื่อส่่งเอกสารปัจจุบันทางโทรสาร
tr: Güncel belgeyi fakslamak için ksendfaz kullan
tt: Biredäge istälekne fakslaw öçen ksendfax qullanu
uk: Використовує ksendfax для відсилання поточного документу на факс
uz: Joriy hujjatni faks bilan joʻnatish uchun ksendfax'dan foydalaning
uz@cyrillic: Жорий ҳужжатни факс билан жўнатиш учун ksendfax'дан фойдаланинг
vi: Sử dụng ksendfax để gởi tài liệu hiện có qua máy điện thư.
xh: Sebenzisa i ksendfax ukuthumela i fax yoxwebhu lwangoku
zu: Sebenzisa i-ksendfax ukuthumela i-fax yohlu lwamafayela amanje

source: Advanced Faxing Tool (ksendfax)
af: Gevorderde Faks Program (ksendfax)
ar: أداة إرسال فاكس متقدمة (ksendfax)
bn: উন্নত ফ্যাক্স ব্যবস্থা (ksendfax)
bs: Napredni alat za slanje faxova (ksendfax)
ca: Eina avançada per a enviar per fax (ksendfax)
cs: Pokročilý faxovací nástroj (ksendfax)
cy: Erfyn Ffacsio Uwch (ksendfax)
de: Erweitertes Faxprogramm (ksendfax)
el: Προχωρημένο εργαλείο αποστολής φαξ (ksendfax)
eo: Pliluksa Faksilo (ksendfax)
es: Herramienta avanzada de envío de faxes (ksendfax)
et: Võimas faksimise rakendus (ksendfax)
eu: Faxaren tresna aurreratua (ksendfax)
fa: ابزار دورنگار پیشرفته)KSendFax(
fi: Edistynyt faksaustyökalu (ksendfax)
fr: Outil de fax avancé (KSendfax)
fy: Avansearre faksprogramma (ksendfax)
ga: Uirlis Fhacsála (ksendfax)
gl: Ferramenta Avanzada de Fax (ksendfax)
he: כלי מתקדם לשליחת פקסים (ksendfax)
hi: उन्नत फेक्स साधन (ksendfax)
hr: Napredni alat za slanje faksa (ksendfax)
it: Strumento avanzato per i fax (ksendfax)
ja: 高機能ファクスツール (ksendfax)
ka: ფაქსის გაგზავნის სპეციალური პროგრამა (ksendfax)
kk: Факспен жіберу утилитасы (ksendfax)
km: ឧបករណ៍​ផ្ញើ​ទូរសារ​កម្រិត​ខ្ពស់ (ksendfax)
lb: Erweiderte Faxprogramm (ksendfax)
lt: Sudėtingesnis faksų siuntimo įrankis (ksendfax)
lv: Paplašināts faksa rīks (ksendfax)
mk: Напредна алатка за факсови (ksendfax)
mn: Дэвшилтэт факс хэрэгсэл (ksendfax)
ms: Alatan Faks Termaju (ksendfax)
nb: Avansert faxverktøy (ksendfax)
nds: Verwiedert Fax-Warktüüch (ksendfax)
ne: उन्नत फ्याक्स उपकरण (ksendfax)
nl: Geavanceerd faxprogramma (ksendfax)
pa: ਤਕਨੀਕੀ ਫੈਕਸ ਸੰਦ (ksendfax)
pl: Zaawansowane faksowanie (ksendfax)
pt: Ferramenta Avançada de Fax (ksendfax)
pt_br: Ferramenta Avançada de Fax (ksendfax)
ro: Utilitar de FAX avansat (ksendfax)
ru: Утилита отправки факсов (ksendfax)
rw: Igikoresho cyo Kohereza fagisi Gihanitse (kkoherezafagisi)
se: Nana buorre fáksareaidu (ksendfax)
sl: Napredno orodje za faksiranje (ksendfax)
sr: Напредни алат за слање факсова (ksendfax)
sr@latn: Napredni alat za slanje faksova (ksendfax)
sv: Avancerat faxverktyg (Ksendfax)
ta: மேம்பட்ட தொலைநகலிக் கருவி (ksendfax)
te: ఆధునిక ఫేక్స్ పనిముట్టు (కెసెండ్ ఫేక్స్)
tg: Факси Асбоби Пешгард (k факс фиристодан)
th: เครื่องมือขั้นสูงในการส่งโทรสาร (ksendfax)
tr: Gelişmiş Faks Aracı (ksendfax)
tt: Faks Cibärü Qoralı (ksendfax)
uk: Потужний засіб відсилання факсів (ksendfax)
uz: Faks joʻnatish uchun kengaytirilgan vosita (ksendfax)
uz@cyrillic: Факс жўнатиш учун кенгайтирилган восита (ksendfax)
vi: Công cụ Fax Cấp cao (ksendfax)
xh: Isixhobo se Fax Esibhekisa phambili (ksendfax)
zu: Ithuluz Lezinga eliphezulu lokuthumela i-fax (ksendfax)

source: TDE Print Daemon
af: TDE Druk Bediener
ar: مراقب طباعة كيدي
bn: কে.ডি.ই মুদ্রণ ডিমন
bs: TDE Print Deamon
ca: Dimoni d'impressió del TDE
cs: Tiskový démon TDE
cy: Daemon Argraffu TDE
de: Druckdienst
el: Δαίμονας εκτυπώσεων του TDE
eo: Preso-demono
es: Demonio de impresión de TDE
et: TDE trükkimise deemon
eu: TDEren inprimatze-daemona
fa: شبح چاپ TDE
fi: TDE:n tulostuspalvelin
fr: Démon d'impression de TDE
fy: TDE ôfdruk Daemon
ga: Deamhan Priontála TDE
gl: Demo de Impresión de TDE
he: תהליך הרקע הדפסה של TDE
hi: केडीई छपाई ङेमन
hr: TDE demon za ispis
it: Demone di stampa TDE
ja: TDE 印刷デーモン
ka: TDE-ს ბეჭდვის მოდული
kk: TDE басып шығару қызметі
km: Daemon បោះពុម្ព TDE
lb: TDE-Dréck-Dämon
lt: TDE spausdinimo tarnyba
lv: TDE Drukas Dēmons
mn: КДЭ Хэвлэх программ
ms: Daemon Cetak TDE
nb: TDE-utskriftsnisse
nds: TDE-Druckdämoon
ne: TDE मुद्रण डेइमन
pa: TDE ਪ੍ਰਿੰਟਰ ਡਾਈਮੋਨ
pl: Drukowanie
pt: Servidor de Impressão do TDE
pt_br: Serviço de Impressão do TDE
ro: Demon de tipărire TDE
ru: Демон печати TDE
rw: Dayimoni yo Gucapa TDE
se: TDE čálihanbálvá
sl: Tiskalniški strežnik za TDE
sr: TDE-ов демон за штампање
sr@latn: TDE-ov demon za štampanje
sv: TDE:s skrivardemon
ta: கேமேசைச் சூழல் அச்சு டேமன்
te: కెడిఈ ప్రచురణ సూత్రధారి
tg: Демони чопи TDE
th: โปรแกรมเฝ้าดูการพิมพ์ของ TDE
tr: TDE Yazdırma Programı
tt: TDE Bastıru Xezmäte
uk: Демон друку TDE
uz: TDE bosib chiqarish xizmati
uz@cyrillic: TDE босиб чиқариш хизмати
vi: Trình nền in TDE
xh: Daemon Yoshicilelo lwe TDE
zu: I-Daemon Yokushicilela kwe-TDE

source: Print daemon for TDE
af: Druk Bediener vir TDE
bn: কে.ডি.ই-র মুদ্রণ ডিমন
bs: Demon za štampu za TDE
ca: Dimoni d'impressió per al TDE
cs: Tiskový démon TDE
de: Die TDE-Druckdienste "TDEPrint"
el: Ένας δαίμονας εκτυπώσεων για το TDE
eo: Presodemono por TDE
es: Demonio de impresión para TDE
et: TDE trükkimise deemon
eu: TDEren inprimatze-daemona
fa: شبح چاپ برای TDE
fi: TDE:n tulostuspalvelin
fr: Un démon d'impression pour TDE
fy: ôfdruk deamon foar TDE
ga: Deamhan priontála le haghaidh TDE
gl: Un Demo de Impresión para TDE
he: תהליך רקע של TDE להדפסה
hi: केडीई के लिए एक छपाई डेमन
hr: TDE demon za ispisivanje
it: Demone di stampa per TDE
ja: TDE のための印刷デーモン
ka: TDE-ს ბეჭდვის მოდული
kk: TDE-нің басып шығару қызметі
km: Daemon បោះពុម្ព​របស់ TDE
lb: Dréck-Dämon fir TDE
lt: Spausdinimo tarnyba, skirta TDE
lv: Drukas Dēmons priekš TDE
mk: TDE даемон за печатење
ms: Daemon Cetak untuk TDE
nb: Utskriftsnisse for TDE
nds: En Druck-Dämoon för TDE
ne: TDE का लागि डेइमन मुद्रण गर्नुहोस्
nl: Printer-daemon voor TDE
pa: TDE ਲਈ ਪ੍ਰਿੰਟਰ ਡਾਈਮੋਨ
pl: Drukowanie w TDE
pt: Servidor de impressão para o TDE
pt_br: Serviço de Impressão para o TDE
ro: Demon de tipărire TDE
ru: Демон печати TDE
rw: Dayimoni yo gucapa ya TDE
se: TDE:a čálihanbálvá
sl: Tiskalniški strežnik za TDE
sr: TDE-ов демон за штампање
sr@latn: TDE-ov demon za štampanje
sv: Skrivardemon för TDE
ta: கேடிஇக்கான ஒரு அச்ச் டெமான்
te: కెడిఈ కొరకు సూత్రధారి
tg: Демони чопи TDE
th: เดมอนระบบการพิมพ์สำหรับ TDE
tr: TDE için bir yazdırma programı
tt: TDE öçen bastıru xezmäte
uk: Демон друку TDE
uz: TDE uchun bosib chiqarish xizmati
uz@cyrillic: TDE учун босиб чиқариш хизмати
vi: Trình nền in cho môi trường TDE.

source: EPSON InkJet
af: Epson Inkstraal
bn: এপসন ইঙ্কজেট
eo: Epson-Inkĵet-ilo
fa: چاپگر جوهرافشان EPSON
fr: Imprimante jet d'encre Epson
ga: Scairdphrintéir EPSON
hi: एप्सन इंकजेट
ja: EPSON インクジェット
ms: InkJet EPSON
nb: EPSON-blekkskriver
ne: EPSON इन्कजेट
pt: Jacto de Tinta da EPSON
ta: EPSON இங்க்ஜெட்
te: ఎప్సన్ ఇంక్ జెట్

source: CUPS (Common UNIX Print System)
af: Cups (Gemeenskaplike Unix Druk Stelsel)
ar: CUPS (نظام طباعة يونيكس الشائع)
bn: কাপ্স (Common UNIX Print System)
ca: CUPS (Sistema d'impressió comú de Unix)
cy: CUPS (Cysawd Argraffu UNIX Cyffredinol)
el: CUPS (Κοινό σύστημα εκτύπωσης του UNIX)
eo: CUPS (Kapabla Uniks-pressistemo)
es: CUPS (sistema de impresión común para Unix)
fa: CUPS)سیستم چاپ مشترک یونیکس(
gl: CUPS (Sistema Comun de Impresión para UNIX)
he: מערכת הדפסה נפוצה ליוניקס (CUPS)
hi: CUPS (सामान्य यूनिक्स प्रिंट सिस्टम)
it: CUPS (Sistema di stampa UNIX comune)
ja: CUPS (Common UNIX Printing System)
ka: CUPS (საერთო Unix ბეჭდვის სიტემა)
kk: CUPS (Common UNIX Print System) басып шығару жүйесі
lt: CUPS (Bendra Unix Spausdinimo Sistema)
mn: CUPS (Юниксын Ерөнхий Хэвлэх Систем)
ne: CUPS (साझा UNIX मुद्रण प्रणाली)
pa: CUPS (ਕਾਮਨ UNIX ਪ੍ਰਿੰਟਰ ਸਿਸਟਮ)
pl: CUPS (Wspólny System Drukowania dla Uniksa)
pt_br: Servidor de Impressão CUPS (Common Unix Print System)
ro: CUPS (Sistem de tipărire Unix comun)
ru: Система печати CUPS (Common Unix Print System)
rw: CUPS (Sisitemu Rusange yo Gucapa ya UNIX )
se: CUPS («Common Unix Print System», čálihanvuogádat)
sl: CUPS (skupni tiskalniški sistem za Unix)
ta: CUPS (பொது யுனிக்ஸ் அச்சுத் தொகுதி)
te: కెయుపిఎస్ (సామాన్య యునిక్స్ ప్రచురణ వ్యవస్థ)
tg: Системаи чопи CUPS (Common UNIX Print System)
th: CUPS (ระบบการพิมพ์พื้นฐานของยูนิกซ์)
tr: CUPS (Common Unix Print System - Genel Unix Yazdırma Sistemi)
tt: CUPS atlı bastıru sisteme (Common UNIX Print System)
uk: CUPS (Загальна Система Друку UNIX)
uz: CUPS (UNIX uchun umumiy bosib chiqarish tizimi)
uz@cyrillic: CUPS (UNIX учун умумий босиб чиқариш тизими)
vi: CUPS (hệ thống in UNIX dùng chung)
xh: CUPS (Indlela Elula Yoshicilelo lwe UNIX)
zu: CUPS (Isistimu Yokushicilela ye-Unix Eyejwayelekile)

source: Print Through an External Program (generic)
af: Druk Deur 'n Eksterne Program (generies)
ar: اطبع من خلال برنامج خارجي (شائع)
bn: বহিঃস্থ প্রোগ্রামের (generic) সাহায্যে ছাপানো হোক
bs: Štampajte pomoću eksternog programa (generic)
ca: Impressió mitjançant un programa extern (genèric)
cs: Tisk pomocí externího programu (obecné)
cy: Argraffu drwy Raglen Allanol (cyffredinol)
de: Über externes Programm drucken
el: Εκτύπωση μέσω ενός εξωτερικού προγράμματος (γενικό)
eo: Presi per ekstera programo (ĝenerala)
es: Imprime a través de un programa externo (genérico)
et: Trükkimine läbi välise rakenduse (üldine)
eu: Inprimatu kanpoko programa bat erabiliz (orokorra)
fa: چاپ از طریق یک برنامۀ خارجی)عمومی(
fi: Tulosta ulkoisen sovelluksen kautta (yleinen)
fr: Imprimer via un programme externe (générique)
fy: Printsje mei help fan een ekstern programma (algemien)
ga: Priontáil trí chlár eachtrach (cineálach)
gl: Imprimir Mediante un Programa Externo (xenérico)
he: הדפסה באמצעות תוכנית חיצונית
hi: एक बाहरी प्रोग्राम के द्वारा छापें(जेनरिक)
hr: Ispis putem vanjskog programa (generički)
it: Stampa attraverso un programma esterno (generico)
ja: 外部プログラムを通して印刷 (一般的)
ka: ბეჭდვა გარე პროგრამიდან (საზოგადო)
kk: Сыртқы жалпы бағдарлама арқылы басып шығару
km: បោះពុម្ព​តាម​រយៈ​កម្មវិធី​ខាង​ក្រៅ​មួយ (ទូទៅ)
lb: Duerch en externe Programm drécken (allgemeng)
lt: Spausdinti naudojant išorinę programą (bendra)
lv: Drukāt caur ārēju programmu (vispārēji)
mk: Печатење преку надворешен програм (општо)
mn: Гадаад программаар дамжуулан хэвлэх
ms: Cetak Melalui Program Luaran (biasa)
nb: Skriv ut gjennom et eksternt program (generisk)
nds: Över extern Programm drucken
ne: बाह्य कार्यक्रम (जेनेरिक) बाट मुद्रण गर्नुहोस्
nl: Afdrukken met behulp van een extern programma (algemeen)
pa: ਬਾਹਰੀ ਕਾਰਜ ਨਾਲ ਛਪਾਈ (ਸਧਾਰਨ)
pl: Drukuj używając zewnętrznego programu
pt: Imprimir através dum programa externo (genérico)
pt_br: Imprime através de um programa externo (genérico)
ro: Tipăreşte prin intermediul unui program extern (generic)
ru: Печать посредством внешней программы (общая)
rw: Gucapa uciye muri Porogaramu y'Inyuma (rusange)
se: Čálit olggoldas prográmma bokte (oppalaš)
sl: Tiskanje skozi zunanji program (splošno)
sr: Штампање преко спољњег програма (генерички)
sr@latn: Štampanje preko spoljnjeg programa (generički)
sv: Skriv ut genom ett externt program (generellt)
ta: ஒரு புற நிரலை முழுவதும் அச்சிடவும் (பொது)
te: బయటి కార్యము (సాధరణ) ద్వారా ప్రచురించు
tg: Чоп ба воситаи барномаи зоҳирӣ (умумӣ)
th: พิมพ์ผ่านโปรแกรมภายนอก (โปรแกรมทั่วไป)
tr: Harici program kullanarak yazdır (genel)
tt: Tışqı Yazılım aşa Bastıru (töp)
uk: Друк через зовнішню програму (загальна)
uz: Tashqi dastur yordamida bosib chiqarish (umumiy)
uz@cyrillic: Ташқи дастур ёрдамида босиб чиқариш (умумий)
vi: In bằng một chương trình bên ngoài (giống loài).
xh: Shicilela Ngapha Kodweliso lwenkqubo olungaphandle (ngokubanzi)
zu: Shicilela Ngokwedlulela Kuhlelo lwemisebenzi Langaphandle (okukawonke wonke)

source: Foomatic (CUPS, LPRng, PDQ)
af: Foomaties (Cups, Lprng, Pdq)
bn: ফুম্যাটিক (CUPS, LPRng, PDQ)
eo: Presprogramo "Foomatic" (CUPS, LPRng, PDQ)
hi: फूमेटिक (CUPS, LPRng, PDQ)
ne: फुम्याटिक (CUPS, LPRng, PDQ)
rw: Fumatike (CUPS, LPRng, PDQ)
te: ఫూమెటిక్ (సియుపిఎస్, ఎల్ పి ఆర్ అన్ జి,పిడిక్యు)

source: LPR (Standard BSD print system)
af: Lpr (Standaard Bsd druk stelsel)
ar: LPR (نظام طباعة BSD المعياري)
bn: এল-পি-আর (স্ট্যাণ্ডার্ড বি-এস-ডি মুদ্রণ ব্যবস্থা)
bs: LPR (standardni BSD sistem štampe)
ca: LPR (sistema d'impressió estàndard de BSD)
cs: LPR (Standardní tiskový systém na BSD)
cy: LPR (Cysawd argraffu cyffredinol BSD)
de: LPR (standardmäßiges BSD-Drucksystem)
el: LPR (Τυπικό BSD σύστημα εκτύπωσης)
eo: LPR (Normala BSD-pressistemo)
es: LPR (sistema de impresión estándar de BSD)
et: LPR (standardne BSD trükkimise süsteem)
eu: LPR (BSDren inprimatze-sistema estandarra)
fa: LPR (سیستم چاپ BSD استاندارد)
fi: LPR (standardi BSD-tulostusjärjestelmä)
fr: LPR (système d'impression BSD standard)
fy: LPR (standert BSD-ôfdruksysteem)
ga: LPR (Gnáthchóras priontála BSD)
gl: LPR (Sistema de Impresión Estándar de BSD)
he: מערכת ההדפסה הסטנדרטית של LPR) BSD)
hi: LPR (मानक BSD छपाई पद्धत्ति)
hr: LPR (standardni BSD sustav za ispis)
it: LPR (sistema di stampa standard di BSD)
ja: LPR (標準 BSD 印刷システム)
ka: LPR (სტანდარტული BSD ბეჭდვის სისტემა)
kk: LPR (BSD жүйесіндегі стандартты басып шығаруы)
km: LPR (ប្រព័ន្ធ​បោះពុម្ព BSD ខ្នាត​គំរូ)
lb: LPR (Standard-Drécksystem vu BSD)
lt: LPR (Standartinė BSD spausdinimo sistema)
lv: LPR (Standarta BSD drukas sistēma)
mk: LPR (Стандардниот BSD систем за печатење)
mn: LPR (Стандарт BSD-Хэвлэх систем)
ms: LPR (Sistem cetak piawai BSD)
nb: LPR (Standard BSD skriversystem)
nds: LPR (Dat Standard-Drucksysteem vun BSD)
ne: LPR (मानक BSD मुद्रण प्रणाली)
nl: LPR (standaard BSD-afdruksysteem)
pa: LPR (ਮਿਆਰੀ BSD ਪ੍ਰਿੰਟ ਸਿਸਟਮ)
pl: LPR (standardowy system druku BSD)
pt: LPR (o sistema de impressão do BSD)
pt_br: LPR (Sistema padrão de Impressão do BSD)
ro: LPR (Sistemul de tipărire standard BSD)
ru: LPR (стандартная система печати BSD)
rw: LPR (Sisitemu yo gucapa BSD isanzwe)
se: LPR (Standárda BSD čálihanvuogádat)
sl: LPR (običajni tiskalniški sistem iz BSD)
sr: LPR (стандардни BSD систем за штампање)
sr@latn: LPR (standardni BSD sistem za štampanje)
sv: LPR (Standardskrivarsystem för BSD)
ta: LPR (நிலையான BSD அச்சு அமைப்பு)
te: ఎల్ పి ఆర్ (సాధరణ బి ఎస్ డి ప్రచురణ వ్యవస్థ)
tg: LPR (системаи чопи стандартии BSD)
th: LPR (ระบบการพิมพ์มาตรฐานของ BSD)
tr: LPR (Standart BSD yazdırma sistemi)
tt: LPR (BSD'nıñ töp bastıru sisteme)
uk: LPR (типова система друку BSD)
uz: LPR (BSD'ning andoza bosib chiqarish tizimi)
uz@cyrillic: LPR (BSD'нинг андоза босиб чиқариш тизими)
vi: LPR (hệ thống in BSD chuẩn)
xh: LPR (Indlela esezantsi yoshicilelo lwe BSD)
zu: LPR (Isistimu yokushicelela evamile ye-BSD)

source: Generic UNIX LPD Print System (default)
af: Generies Unix Lpd Druk Stelsel (verstek)
ar: نظام طباعة LPD العام ليونيكس (افتراضي)
bn: সাধারণ ইউনিক্স এল-পি-ডি মুদ্রণ ব্যবস্থা (ডিফল্ট)
bs: Generički UNIX LPD sistem štampe (default)
ca: Sistema d'impressió genèric LPD de Unix (predeterminat)
cs: Obecný UNIXový tiskový systém LPD (výchozí)
cy: Cysawd Argraffu LPD Unix Cyffredinol (rhagosodiad)
de: UNIX-LPD-Drucksystem (Voreinstellung)
el: Γενικό σύστημα εκτύπωσης UNIX LPD (προκαθορισμένο)
eo: Ĝenerala Uniksa LPD-pressistemo (apriora)
es: Sistema de impresión genérico LPD de Unix (predeterminado)
et: Tavaline UNIX-i LPD trükkimise süsteem (vaikimisi)
eu: UNIX LPD inprimatze-sistema generikoa (lehenetsia)
fa: سیستم چاپUNIX LPD عمومی )پیش‌فرض(
fi: Yleinen UNIX LPD-tulostusjärjestelmä (oletus)
fr: Système d'impression LPD Unix générique (par défaut)
fy: Algemiene UNIX LPD-ôfdruksysteem (standert)
ga: Córas priontála cineálach LPD UNIX (réamhshocrú)
gl: Sistema UNIX Xenérico de Impresión LPD (por omisión)
he: מערכת ההדפסה הכללית של יוניקס LPD (ברירת מחדל)
hi: जेनरिक UNIX LPD छपाई पद्धत्ति (ङिफाल्ट)
hr: Generički UNIX LPD sustav za ispis (zadani)
it: Sistema di stampa UNIX LPD generico (predefinito)
ja: 一般的な UNIX LPD 印刷システム (標準)
ka: UNIX LPD ბეჭდვის სისტემა (ნაგულისხმები)
kk: UNIX жүйесіндегі әдетті LPD басып шғаруы
km: ប្រព័ន្ធ​បោះពុម្ព Generic UNIX LPD (លំនាំដើម)
lb: Allgemengt UNIX-LPD-Drécksystem (Virastellung)
lt: Bendra UNIX LPD spausdinimo sistema (numatyta)
lv: Vispārēja UNIX LPD drukas sistēma (noklusēta)
mk: Општ UNIX LPD систем за печатење (стандардно)
mn: UNIX-LPD-Хэвлэх систем (Стандарт)
ms: Sistem Cetak UNIX LPD Generik (default)
nb: Vanlig UNIX LPD skriversystem (standard)
nds: Dat normale LPD-Drucksysteem vun UNIX (Standard)
ne: जेनेरिक UNIX LPD मुद्रण प्रणाली (पूर्वनिर्धारित)
nl: Generiek UNIX LPD-afdruksysteem (standaard)
pa: ਆਮ UNIX LPD ਪ੍ਰਿੰਟ ਸਿਸਟਮ(ਮੂਲ)
pl: Pierwotny uniksowy system druku LPD (domyślny)
pt: O sistema de impressão genérico do UNIX LPD (por omissão)
pt_br: LPD - Sistema Genérico do UNIX de Impressão (padrão)
ro: Sistem generic de tipărire UNIX LPD (implicit)
ru: Система печати UNIX LPD (по умолчанию)
rw: Sisitemu yo Gucapa ya UNIX LPD Rusange (Mburabuzi)
se: Oppalaš UNIX LPD čálihanvuogádat (standárda)
sl: Splošni tiskalniški sistem LDP za Unix (privzeto)
sr: Генерички UNIX LPD систем за штампање (предефинисано)
sr@latn: Generički UNIX LPD sistem za štampanje (predefinisano)
sv: Generellt Unix LPD-skrivarsystem (standard)
ta: பொது யுனிக்ஸ் LPD அச்சுத் தொகுதி (முன் இருந்த)
te: సాధారణ యునిక్స్ ఎల్ పి డి ప్రచురణ వ్యవస్థ (అప్రమేయం)
tg: Системаи чопи UNIX LPD (пешфарзӣ)
th: ระบบการพิมพ์ LPD ของยูนิกซ์ (ค่าปริยาย)
tr: Genel UNIX LPD Yazdırma Sistemi (öntanımlı)
tt: UNIX LPD Bastıru Sisteme (töp)
uk: Загальна система друку UNIX - LPD (типова)
uz: Oddiy UNIX LPD bosib chiqarish tizimi (andoza)
uz@cyrillic: Оддий UNIX LPD босиб чиқариш тизими (андоза)
vi: Hệ thống in LPD UNIX giống loài (mặc định)
xh: Indlela Yoshicilelo Ngokubanzi ye UNIX LPD (edaliweyo)
zu: Isistimu Yokushicilela ye-UNIX LPD Kawonke wonke (yokwendalo)

source: LPR/LPRng Print System
af: lpr /Lprng Druk Stelsel
ar: نظام طباعة LPR/LPRng
bn: এল-পি-আর/এল-পি-আর-এন-জি মুদ্রণ ব্যবস্থা
bs: LPR/LPRng sistem štampe
ca: Sistema d'impressió LPR/LPRng
cs: Tiskový systém LPR/LPRng
cy: Cysawd Argraffu LPR/LPRng
de: LPR/LPRng-Drucksystem
el: LPR/LPRng σύστημα εκτύπωσης
eo: LPR/LPRng-presosistemo
es: Sistema de impresión LPR/LPRNg
et: LPR/LPRng trükkimise süsteem
eu: LPR/LPRng inprimatze-sistema
fa: سیستم چاپ LPR/LPRng
fi: LPR/LPRng-tulostusjärjestelmä
fr: Système d'impression LPR / LPRng
fy: LPR-/LPRNG-ôfdruksysteem
ga: Córas Priontála LPR/LPRng
gl: Sistema de Impresión LPR/LPRng
he: מערכת ההדפסה LPR/LPRng
hi: LPR/LPRng छपाई पद्धत्ति
hr: LPR/LPRng sustav za ispis
it: Sistema di stampa LPR/LPRng
ja: LPR/LPRng 印刷システム
ka: LPR/LPRng ბეჭდვის სისტემა
kk: LPR/LPRng басып шығару жүйесі
km: ប្រព័ន្ធ​បោះពុម្ព LPR/LPRng
lb: LPR/LPRng-Drécksystem
lt: LPR/LPRng spausdinimo sistema
lv: LPR/LPRng drukas sistēma
mk: LPR/LPRng системот за печатење
mn: LPR/LPRng-Хэвлэх систем
ms: Sistem Cetak LPR/LPRng
nb: Utskriftssystemet LPR/LPRng
nds: Dat Drucksysteem LPR/LPRng
ne: LPR/LPRng मुद्रण प्रणाली
nl: LPR-/LPRNG-afdruksysteem
pa: LPR/LPRng ਪ੍ਰਿੰਟਰ ਸਿਸਟਮ
pl: System druku LPR/LPRng
pt: O sistema de impressão LPR/LPRng
pt_br: Sistema de Impressão LPR/LPRng
ro: Sistem de tipărire LPR/LPRng
ru: Система печати LPR/LPRng
rw: Sisitemu yo Gucapa LPR/LPRng
se: LPR/LPRng čálihanvuogádat
sl: Tiskalniški sistem za LPR/LPRng
sr: LPR/LPRng систем за штампање
sr@latn: LPR/LPRng sistem za štampanje
sv: LPR/LPRNG-skrivarsystem
ta: LPR/LPRng அச்சுத் தொகுதி
te: ఎల్ పి ఆర్/ఎల్ పి ఆర్ ఎన్ జి ప్రచురణ వ్యవస్థ
tg: Системаи чопи LPR/LPRng
th: ระบบการพิมพ์ LPR/LPRng
tr: LPR/LPRng Yazdırma Sistemi
tt: LPR/LPRng Bastıru Sisteme
uk: Система друку LPR/LPRng
uz: LPR/LPRng bosib chiqarish tizimi
uz@cyrillic: LPR/LPRng босиб чиқариш тизими
vi: Hệ thống in LPR/LPRng
xh: LPR/LPRng Indlela Yokushicilela
zu: Isistimu Yokushicilela ye-LPR/LRng
