Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeprint-desktops/*.po
Languages: af, ar, bn, bs, ca, cs, cy, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, it, ja, ka, kk, km, lb, lt, lv, mk, mn, ms, nb, nds, ne, nl, pa, pl, pt, pt_br, ro, ru, rw, se, sl, sr, sr@latn, sv, ta, te, tg, th, tr, tt, uk, uz, uz@cyrillic, vi, xh, zu

source: Print to File (PostScript)
af: Druk na Lêer (Postscript)
ar: اطبع في ملف (بوست سكريبت)
bn: ফাইল হিসেবে ছাপাও (পোস্টস্ক্রিপ্ট)
bs: Štampaj u datoteku (PostScript)
ca: Imprimeix al fitxer (PostScript)
cs: Tisk do souboru (PostScript)
cy: Argraffu i Ffeil (PostScript)
de: In Datei drucken (PostScript)
el: Εκτύπωση σε αρχείο (PostScript)
eo: Presu al dosiero (Postskripto)
es: Imprimir en archivo (PostScript)
et: Faili trükkimine (Postscript)
eu: Inprimatu fitxategian (PostScript)
fa: چاپ در پرونده)پست‌اسکریپت(
fi: Tulosta PostScript-tiedostoon
fr: Imprimer dans un fichier (PostScript)
fy: Nei triem printsje (PostScript)
ga: Priontáil go Comhad (PostScript)
gl: Imprimir a un ficheiro (PostScript)
he: הדפס לקובץ (PostScript)
hi: फ़ाइल मे छापें (PostScript)
hr: Ispis u PostScript
it: Stampa su file (PostScript)
ja: ファイルに出力 (PostScript)
ka: ბეჭდვა ფაილში (PostScript)
kk: Файлға басып шығару (PostScript)
km: បោះពុម្ព​ទៅ​ឯកសារ (PostScript)
lb: An Datei drécken (PostScript)
lt: Spausdinti į bylą (PostScript)
lv: Drukāt failā (PostScript)
mk: Печати во датотека (PostScript)
mn: Файл руу хэвлэх (PostScript)
ms: Cetak ke Fail (PostScript)
nb: Skriv til fil (PostScript)
nds: Datei utgeven (PostScript)
ne: फाइलमा मुद्रण गर्नुहोस् (पोस्टस्क्रिप्ट)
nl: Naar bestand afdrukken (PostScript)
pa: ਫਾਇਲ ਵਿੱਚ ਛਾਪਣ ਲਈ (ਪੋਸਟ-ਸਕ੍ਰਿਪਟ)
pl: Wydruk do pliku (PostScript)
pt: Imprimir para um Ficheiro (PostScript)
pt_br: Imprimir para Arquivo (PostScript)
ro: Tipărire în fişier (PostScript)
ru: Печать в файл (PostScript)
rw: Gucapa ku idosiye (IyandikaNyuma)
se: Čálit fiilii (PostScript)
sl: Tiskanje v datoteko (postscript)
sr: Штампање у фајл (PostScript)
sr@latn: Štampanje u fajl (PostScript)
sv: Skriv ut till fil (Postscript)
ta: கோப்புக்கு அச்சிடு (PostScript)
te: దస్త్రం లొ ప్రచురించు (పొస్ట్ స్క్రిప్ట్)
tg: Чоп намудан ба файл (PostScript)
th: พิมพ์เป็นแฟ้ม (โพสต์สคริปต์)
tr: Dosyaya Yazdır (PostScript)
tt: Biremgä Bastır (PostScript)
uk: Друк у файл (PostScript)
uz: PostScript-fayli sifatida saqlash
uz@cyrillic: PostScript-файли сифатида сақлаш
vi: In vào tập tin (PostScript)
xh: Shicilela Kwifayile (PostScript)
zu: Shicilela Efayeleni (PostScript)

source: Write PostScript file
af: Skryf Postscript lêer
ar: كتابة ملف بوست سكريبت
bn: পোস্টস্ক্রিপ্ট ফাইল লেখা হবে
bs: Piši u PostScript datoteku
ca: Escriure en un fitxer PostScript
cs: Zapisuje do PostScriptového souboru
cy: Ysgrifennwch ffeil PostScript
de: Eine PostScript-Datei schreiben
el: Εγγραφή αρχείου PostScript
eo: Skribas Postskripto-dosieron
es: Escribir archivo PostScript
et: PS-faili kirjutamine
eu: Idatzi PostScript fitxategia
fa: نوشتن پروندۀ پست‌اسکریپت
fi: Kirjoita PostScript-tiedosto
fr: Imprimer dans un fichier PostScript
fy: Skriuw PostScript-triem
ga: Scríobh comhad PostScript
gl: Escreber ficheiro Postscript
he: כתוב קובץ PostScript
hi: पोस्टस्क्रिप्ट फ़ाइल लिखें
hr: Ispis u PostScript datoteku
it: Scrive file PostScript
ja: PostScript ファイルの作成
ka: ჩაწერა PostScript ფაილში
kk: PostScript файлды жазу
km: ឯកសារ Write PostScript
lb: PostScript-Datei schreiwen
lt: Rašyti Postscript bylą
lv: Rakstīt PostScript failā
mk: Запиши PostScript датотека
mn: PostScript-файл бичих
ms: Tulis fail PostScript
nb: Skriv PostScript-fil
nds: Druckopgaav as PostScript-Datei utgeven
ne: पोष्टसक्रिप्ट फाइल लेख्नुहोस्
nl: Schrijf PostScript-bestand
pa: ਪੋਸਟ-ਸਕ੍ਰਿਪਟ ਫਾਇਲ ਲਿਖੋ
pl: Zapisz plik PostScriptu
pt: Escrever ficheiro PostScript
pt_br: Salva como Arquivo PostScript
ro: Scrie fişier PostScript
ru: Запись файла PostScript
rw: Kwandika Idosiye Iyandikanyuma
se: Čále PostScript fiilla
sl: Izdela postscriptno datoteko
sr: Записује PostScript фајл
sr@latn: Zapisuje PostScript fajl
sv: Skriv Postscript-fil
ta: போஸ்ட்ஸ்கிரிப்ட் கோப்பு எழுது
te: పొస్ట్ స్క్రిప్ట్ దస్త్రం ను వ్రాయుట
tg: Сабти файли PostScript
th: เขียนแฟ้มโพสต์สคริปต์
tr: PostScript dosyasına yaz
tt: PostScript birem yazdıru
uk: Записати файл PostScript
uz: PostScript-fayli sifatida saqlash
uz@cyrillic: PostScript-файли сифатида сақлаш
vi: Ghi tập tin PostScript
xh: Bhala ifayile ye PostScript
zu: Bhala ifayile le-PosrtScript

source: Local file
af: Plaaslike lêer
ar: ملف محلي
bn: স্থানীয় ফাইল
bs: Lokalna datoteka
ca: Fitxer local
cs: Lokální soubor
cy: Ffeil lleol
de: Lokale Datei
el: Τοπικό αρχείο
eo: Loka dosiero
es: Archivo local
et: Kohalik fail
eu: Fitxategi lokala
fa: پروندۀ محلی
fi: Paikallinen tiedosto
fr: Fichier local
fy: Lokaal triem
ga: Comhad logánta
gl: Ficheiro local
he: קובץ מקומי
hi: स्थानीय फ़ाइल
hr: Lokalna datoteka
it: File locale
ja: ローカルファイル
ka: ლოკალური ფაილი
kk: Жергілікті файл
km: ឯកសារ​មូលដ្ឋាន
lb: Lokal Datei
lt: Vietinė byla
lv: Lokāls fails
mk: Локална датотека
mn: локал файл
ms: Fail setempat
nb: Lokal fil
nds: Lokale Datei
ne: स्थानीय फाइल
nl: Lokaal bestand
pa: ਲੋਕਲ ਫਾਇਲ
pl: Plik lokalny
pt: Ficheiro local
pt_br: Arquivo Local
ro: Fişier local
ru: Локальный файл
rw: Idosiye ya hafi
se: Báikkálaš fiila
sl: Krajevna datoteka
sr: Локални фајл
sr@latn: Lokalni fajl
sv: Lokal fil
ta: உள்ளமைக் கோப்பு
te: స్థానిక దస్త్రం
tg: Файли маҳаллӣ
th: แฟ้มภายในระบบ
tr: Yerel dosya
tt: Cirle birem
uk: Локальний файл
uz: Lokal fayl
uz@cyrillic: Локал файл
vi: Tập tin cục bộ
xh: Ifayile yobulali
zu: Ifayela laseduze

source: Print to File (PDF)
af: Druk na Lêer (Pdf)
ar: اطبع في ملف (PDF)
bn: ফাইল হিসেবে ছাপাও (পি-ডি-এফ)
bs: Štampaj u datoteku (PDF)
ca: Imprimeix al fitxer (PDF)
cs: Tisk do souboru (PDF)
cy: Argraffu i Ffeil (PDF)
de: In Datei drucken (PDF)
el: Εκτύπωση σε αρχείο (PDF)
eo: Presu al dosiero (PDF)
es: Imprimir en archivo (PDF)
et: Faili trükkimine (PDF)
eu: Inprimatu fitxategian (PDF)
fa: چاپ در پرونده )PDF(
fi: Tulosta PDF-tiedostoon
fr: Imprimer dans un fichier (PDF)
fy: Nei triem printsje (PDF)
ga: Priontáil go Comhad (PDF)
gl: Imprimir a un ficheiro (PDF)
he: הדפס לקובץ (PDF)
hi: फ़ाइल मे छापें (PDF)
hr: Ispis u PDF
it: Stampa su file (PDF)
ja: ファイルに出力 (PDF)
ka: ბეჭდვა ფაილში (PDF)
kk: Файлға басып шығару (PDF)
km: បោះពុម្ព​ទៅ​ឯកសារ (PDF)
lb: An Datei drécken (PDF)
lt: Spausdinti į bylą (PDF)
lv: Drukāt failā (PDF)
mk: Печати во датотека (PDF)
mn: Файл руу хэвлэх (PDF/Acrobat)
ms: Cetak ke Fail(PDF)
nb: Skriv til fil (PDF/Acrobat)
nds: Datei utgeven (PDF)
ne: फाइलमा मुद्रण गर्नुहोस् (PDF)
nl: Naar bestand afdrukken (PDF)
pa: ਫਾਇਲ਼ ਵਿੱਚ ਛਾਪਣਾ(PDF)
pl: Wydruk do pliku (PDF)
pt: Imprimir para um Ficheiro (PDF)
pt_br: Imprimir para Arquivo (PDF)
ro: Tipărire în fişier (PDF)
ru: Печать в файл (PDF)
rw: Gucapa ku Idosiye (PDF)
se: Čálit fiilii (PDF)
sl: Tiskanje v datoteko (PDF)
sr: Штампање у фајл (PDF)
sr@latn: Štampanje u fajl (PDF)
sv: Skriv ut till fil (PDF)
ta: கோப்புக்கு அச்சிடு (PDF)
te: దస్త్రం లొ ప్రచురించు (పిడిఎఫ్)
tg: Чоп намудан ба файл (PDF)
th: พิมพ์เป็นแฟ้ม (PDF)
tr: Dosyaya Yazdır (PDF)
tt: Biremgä Bastır (PDF)
uk: Друк у файл (PDF)
uz: PDF-fayli sifatida saqlash
uz@cyrillic: PDF-файли сифатида сақлаш
vi: In vào tập tin (PDF)
xh: Shicilela Kwifayile (PDF)
zu: Shicilela Efayeleni (PDF)

source: Write PDF/Acrobat file
af: Skryf Pdf/Acrobat lêer
ar: كتابة ملف PDF/أكروبات
bn: পি-ডি-এফ/অ্যাক্রোব্যাট ফাইল লেখা হবে
bs: Piši u PDF/Acrobat datoteku
ca: Escriure en un fitxer PDF/Acrobat
cs: Zapisuje do PDF souboru
cy: Ysgrifennwch ffeil PDF/Acrobat
de: Eine PDF-Datei (Acrobat-Format) schreiben
el: Εγγραφή αρχείου PDF/Acrobat
eo: Skribas PDF/Akrobato-dosieron
es: Escribir archivo PDF/Acrobat
et: PDF/Acrobat-faili kirjutamine
eu: Idatzi PDF/Acrobat fitxategia
fa: نوشتن PDF/پروندۀ آکروبات
fi: Kirjoita PDF/Acrobat-tiedosto
fr: Imprime dans un fichier PDF / Acrobat
fy: Skriuw PDF/Acrobat-triem
ga: Scríobh comhad PDF/Acrobat
gl: Escreber ficheiro PDF/Acrobat
he: כתוב קובץ PDF/Acrobat
hi: पीडीएफ/एक्रोबेट फ़ाइल लिखें
hr: Ispis u PDF/Acrobat datoteku
it: Scrive file PDF/Acrobat
ja: PDF/Acrobat ファイルの作成
ka: ჩაწერა PDF/Acrobat ფაილში
kk: PDF/Acrobat файлды жазу
km: ឯកសារ Write PDF/Acrobat
lb: PDF/Acrobat-Datei schreiwen
lt: Rašyti PDF/Acrobat bylą
lv: Rakstīt PDF/Acrobat failā
mk: Запиши PDF/Acrobat датотека
mn: PDF-файл (Acrobat-Format) бичих
ms: Tulis fail PDF/Acrobat
nb: Skriv PDF/Acrobat-fil
nds: Druckopgaav as PDF- / Acrobat-Datei utgeven
ne: PDF/याक्रोब्याट फाइलमा लेख्नुहोस्
nl: Schrijf PDF/Acrobat-bestand
pa: PDF/Acrobat ਫਾਇਲ ਲਿਖੋ
pl: Zapisz plik PDF/Acrobat
pt: Escrever ficheiro PDF/Acrobat
pt_br: Salva como Arquivo PDF/Acrobat
ro: Scrie fişier PDF/Acrobat
ru: Запись файла PDF/Acrobat
rw: Kwandika Idosiye PDF/Acrobat
se: Čále PDF/Acrobat fiilla
sl: Izdela datoteko v PDF/Acrobat
sr: Записује PDF/Acrobat фајл
sr@latn: Zapisuje PDF/Acrobat fajl
sv: Skriv PDF/Acrobat-fil
ta: PDF/Acrobat கோப்பு எழுது
te: పిడిఎఫ్/ఏక్రొబేట్ దస్త్రం ను వ్రాయుట
tg: Сабти файли PDF/Acrobat
th: เขียนแฟ้ม PDF/Acrobat
tr: PDF/Acrobat dosyasına yaz
tt: PDF/Acrobat biremen yazdıru
uk: Записати файл PDF/Acrobat
uz: PDF/Acrobat-fayli sifatida saqlash
uz@cyrillic: PDF/Acrobat-файли сифатида сақлаш
vi: Ghi tập tin PDF/Acrobat
xh: Bhala PDF/Ifayile ye Acrobat
zu: Bhala ifayela le-IPDF/Acrobat

source: Send to Fax
af: Stuur na Faks
ar: أرسل الى الفاكس
bn: ফ্যাক্সে পাঠাও
bs: Šalji na fax
ca: Envia al Fax
cs: Poslat na fax
cy: Anfon i Ffacs
de: An Fax weiterleiten
el: Αποστολή σε φαξ
eo: Sendu al fakso
es: Enviar a fax
et: Faksile saatmine
eu: Bidali faxez
fa: ارسال به دورنگار
fi: Lähetä faksille
fr: Envoyer au fax
fy: Nei faks ferstjoere
ga: Seol go Facs
gl: Enviar por Fax
he: שלח בפקס
hi: फ़ैक्स करें
hr: Slanje faksom
it: Invia al fax
ja: ファクスへ送信
ka: ფაქსით გაგზავნა
kk: Факспен жіберу
km: បញ្ជូន​ទៅ​ទូរសារ
lb: Un e Fax schécken
lt: Siųsti į faksą
lv: Sūtīt uz Faksu
mk: Прати на факс
mn: Факс руу гаргах
ms: Kirim ke Faks
nb: Send til faks
nds: Fax sennen
ne: फ्याक्समा पठाउनुहोस्
nl: Naar fax verzenden
pa: ਫੈਕਸ ਤੇ ਭੇਜੋ
pl: Wyślij na faks
pt: Enviar por Fax
pt_br: Enviar para o Fax
ro: Trimite prin FAX
ru: Отправить по факсу
rw: Kohereza kuri Fagisi
se: Sádde fáksii
sl: Pošlji faks
sr: Слање факсом
sr@latn: Slanje faksom
sv: Skicka till fax
ta: தொலைநகலிக்கு அனுப்பு
te: ఫేక్సుకు పంపుట
tg: Фиристодан ба факс
th: ส่งเป็นโทรสาร
tr: Faksa Yolla
tt: Faks aşa Cibär
uk: Відіслати на факс
uz: Faksga joʻnatish
uz@cyrillic: Факсга жўнатиш
vi: Gởi tới fax
xh: Thumela kwi Fax
zu: Thumela kwi-fax

source: Send to external fax system
af: Stuur na eksterne faks stelsel
ar: ارسال الى جهاز الفاكس الخارجي
bn: বহিঃস্থ ফ্যাক্স ব্যবস্থায় পাঠাও
bs: Šalji na vanjski fax sistem
ca: Envia al sistema de fax extern
cs: Odesílá do externího faxového systému
cy: Anfon i gysawd ffacs allanol
de: An externes Faxsystem weiterleiten
el: Αποστολή σε εξωτερικό σύστημα φαξ
eo: Sendas al ekstera faksosistemo
es: Enviar a sistema de fax externo
et: Välisele faksisüsteemile saatmine
eu: Bidali kanpoko fax-sistemara
fa: ارسال به سیستم دورنگار خارجی
fi: Lähetä faksille
fr: Envoyer à un système de fax externe
fy: Nei in ekstern faxsysteem stjoere
ga: Seol go córas facs eachtrach
gl: Enviar a un sistema de fax externo
he: שלח למערכת פקס חיצונית
hi: बाहरी फेक्स प्रणाली को भेजें
hr: Slanje u vanjski sustav za faks
it: Invia ad un sistema di fax esterno
ja: 外部ファクスシステムに送信
ka: გაგზავნა გარე ფაქსით
kk: Сыртқы факспен жіберу
km: បញ្ជូនទៅ​ប្រព័ន្ធ​ទូរសារ​ខាង​ក្រៅ
lb: Un en externt Fax-System schécken
lt: Siųsti į išorinę fakso sistemą
lv: Sūtīt uz ārējo faksa sistēmu
mk: Испрати на надворешен факс-систем
mn: Гадаад факсын систем рүү илгээх
ms: Kirim ke sistem faks luaran
nb: Send til eksternt telefaks-system
nds: Na'n extern Faxsysteem schicken
ne: बाह्य फ्याक्स प्रणालीमा पठाउनुहोस्
nl: Naar een extern faxsysteem sturen
pa: ਬਾਹਰੀ ਫੈਕਸ ਸਿਸਟਮ ਨੂੰ ਭੇਜੋ
pl: Wyślij do zewnętrznego faksu
pt: Enviar para um programa de fax
pt_br: Enviar a um sistema de fax externo
ro: Trimite către un sistem de FAX extern
ru: Отправка на внешний факс
rw: Kohereza kuri sisitemu ya fagisi y'inyuma
se: Sádde olggoldas fáksavuogádahkii
sl: Pošlje faks v zunanji faksirni sistem
sr: Пошаљи на спољни факс систем
sr@latn: Pošalji na spoljni faks sistem
sv: Skicka till externt faxsystem
ta: வெளித் தொலைநகலிக்கு அனுப்பு
te: బయటి ఫేక్సు వవస్థకు పంపుట
tg: Ба системаи факси зоҳирӣ фиристодан
th: ส่งไปยังระบบโทรสารภายนอก
tr: Dış faks sistemine yolla
tt: Tışqı faks sistemenä cibärü
uk: Відіслати на зовнішню систему факсу
uz: Tashqi faksga joʻnatish
uz@cyrillic: Ташқи факсга жўнатиш
vi: Gởi tới hệ thống điện thư bên ngoài.
xh: Thumela twindlela engaphandle ye fax
zu: Thumela kwisistimu yangaphandle ye-fax

source: External
af: Eksterne
ar: خارجي
bn: বহিঃস্থ
bs: Vanjski
ca: Extern
cs: Externí
cy: Allanol
de: Extern
el: Εξωτερικό
eo: Ekstera
es: Externo
et: Väline
eu: Kanpokoa
fa: خارجی
fi: Ulkoinen
fr: Externe
fy: Ekstern
ga: Eachtrach
gl: Externo
he: חיצוני
hi: बाहरी
hr: Vanjsko
it: Esterno
ja: 外部
ka: გარე
kk: Сыртқы
km: ខាង​ក្រៅ
lb: Extern
lt: Išorinė
lv: Ārējs
mk: Надворешно
mn: Гадаад
ms: Luaran
nb: Ekstern
nds: Extern
ne: बाह्य
nl: Extern
pa: ਬਾਹਰੀ
pl: Zewnętrzny
pt: Externo
pt_br: Externo
ro: Extern
ru: Внешний
rw: Inyuma
se: Olggoldas
sl: Zunanji
sr: Спољни
sr@latn: Spoljni
sv: Extern
ta: வெளி
te: బయటి
tg: Берунӣ
th: ภายนอก
tr: Dış
tt: Tışqı
uk: Зовнішній
uz: Tashqi
uz@cyrillic: Ташқи
vi: Bên ngoài
xh: Ngaphandle
zu: Ngaphandle

source: Attachment for KMail Composer
af: Aanhegsel vir Kpos Saamsteller
ar: مرفقات كاتب KMail
bn: কে-মেইল কম্পোসার-এর জন্য অ্যাটাচমেন্ট
bs: Attachment za KMail Composer
ca: Adjunt per a l'editor del KMail
cs: Příloha pro editor KMailu
cy: Atodiad i Gyfansoddwr KMail
de: Anhang des KMail-Editors
el: Συνημμένο για το συνθέτη του KMail
eo: Kunsendaĵo por retpoŝta mesaĝredaktilo
es: Adjunto para el editor de KMail
et: KMaili kirjale kaasamine
eu: KMail Composer-entzako eranskina
fa: پیوست برای مؤلف KMail
fi: Sähköpostiliite KMailille
fr: Pièce jointe du logiciel de messagerie électronique KMail
fy: Taheakke foar nije berjochten yn KMail
ga: Iatán le haghaidh Cumadóra KMail
gl: Adxunto para o Editor de KMail
he: קובץ מצורף בכתבן של KMail
hi: के-मेल कम्पोजर के लिए अटेचमेन्ट
hr: Privitak za KMail Composer
it: Allegato per il compositore di KMail
ja: KMail メールの添付物
ka: KMail-ის ჩანართი
kk: KMail бағдарламасы үшін тіркеме
km: ឯកសារ​ភ្ជាប់​របស់​កម្មវិធី​តែង KMail
lb: Unhang fir KMail-Verfaasser
lt: KMail rašyklės priesaga
lv: Pielikums priekš KMail
mk: Додаток за составувачот во KMail
mn: KMail-боловсруулагчийн хавсрага
ms: Kepilan untuk Penggubah KMail
nb: Vedlegg for e-postredigering i KMail
nds: Bilaag för den KMail-Editor
ne: KMail रचनाकारका लागि सङ्लग्नता
nl: Bijlage voor KMail Opsteller
pa: ਕੇਮੇਲ ਪੱਤਰ-ਨਿਰਮਾਤਾ ਲਈ ਨੱਥੀ
pl: Załącznik KMaila
pt: Anexo para o programa KMail
pt_br: Anexo para o Kmail
ro: Ataşament pentru KMail
ru: Вложение для KMail
rw: Umugereka wa KUbutumwa Muhanga
se: KMail Composer mielddus
sl: Pripeta datoteka za sestavljalnik Kmail
sr: Прилог за KMail-ов састављач
sr@latn: Prilog za KMail-ov sastavljač
sv: Bilaga till Kmails e-posteditor
ta: KMail உருவாக்கிக்கான இணைப்பு
te: కెతపాలా కంపొజర్ కు అనుబంధం
tg: Мустаҳкам Кардани барои Бастакор KПочтаи Электрони
th: การแนบแฟ้มสำหรับเครื่องมือเขียนจดหมาย KMail
tr: KMaıl için ek
tt: KMail öçen qıstırma
uk: Долучення для редактора KMail
uz: KMail uchun ilova
uz@cyrillic: KMail учун илова
vi: Đính kèm cho Bộ soạn thảo KMail
xh: Ufakelo Lomqhambi we KMail
zu: Ukunamathisela Komsunguli we-KMail

source: Creates PDF/Acrobat file as attachment for KMail
af: Skep Pdf/Acrobat lêer as aanhegsel vir Kpos
ar: توليد ملف PDF/أكروبات كملحق لرسالة عن طريق KMail
bn: ফাইল
bs: Pravi PDF/Acrobat dokument kao attachment za KMail
ca: Crea un fitxer PDF/Acrobat com a adjunt per al KMail
cs: Vytvoří PDF/Acrobat soubor jako přílohu pro KMail
cy: Creu ffeil PDF/Acrobat fel atodiad i KMail
de: Eine PDF-Datei (Acrobat-Format) als Anhang für KMail erstellen
el: Δημιουργεί αρχεία PDF/Acrobat και τα επισυνάπτει στο KMail
eo: Kreas PDF/Akrobato-dosieron kiel kunsendaĵo de Poŝtilo
es: Crear archivo PDF/Acrobat como adjunto para KMail
et: Tekitab PDF/Acrobat-faili ja kaasab selle KMaili kirjale
eu: PDF/Acrobat fitxategiak sortzen ditu KMail-en eranskin gisa
fa: PDF/پروندۀ آکروبات را به‌ عنوان پیوست برای KMail ایجاد می‌کند
fi: Luo PDF/Acrobat-tiedoston sähköpostiliitteenä KMailille
fr: Crée un fichier PDF en tant que pièce jointe pour KMail
fy: Kreëart PDF/Acrobat-triem as taheakke foar KMail
ga: Cruthaíonn comhad PDF/Acrobat mar iatán do KMail
gl: Cria un ficheiro PDF/Acrobat como ficheiro adxunto para KMail
he: יוצר קובץ PDF/Acrobat בתור מצורף של KMail
hi: के-मेल के लिए पीडीएफ/एक्रोबेट फ़ाइल का अटेचमेन्ट बनाएं
hr: Izrada PDF/Acrobat datoteke kao privitak za KMail
it: Crea un file di allegato PDF/Acrobat per KMail
ja: PDF/Acrobat ファイルを KMail の添付物として作成
ka: PDF/Acrobat ფაილის შექმნა KMail-ის ჩანართად
kk: PDF/Acrobat файлды KMail бағдарламаға тіркеме ретінде шығару
km: បង្កើត​ឯកសារ PDF/Acrobat ជា​ឯកសារ​ភ្ជាប់​សម្រាប់ KMail
lb: Erstellt eng PDF/Acrobat-Datei als Unhang fir de KMail
lt: Rašyti PDF/Acrobat bylą kaip priesagą KMail programai
lv: Izveido PDF/Akrobāta failu kā pielikumu KPastam
mk: Создава PDF/Acrobat датотека како додаток за KMail
mn: PDF-файл (Acrobat-Format) KMail-н хувьд хавсрагаар үүсгэх
ms: Cipta fail PDF/Acrobat sebagai kepilan untuk KMail
nb: Lager PDF/Acrobat-fil som vedlegg til KMail
nds: Stellt niege PDF/Acrobat-Datei as Bilaag för KMail op
ne: KMail का लागि संलग्र फाइलको रूपमा PDF/याक्रोब्याट फाइल सिर्जना गर्छ
nl: CreÃ«ert PDF/Acrobat-bestand als bijlage voor KMail
pa: ਕੇਮੇਲ ਲਈ PDF/ਐਕਰੋਬੈਟ ਫਾਇਲ ਨੂੰ ਨੱਥੀ ਕਰੋ
pl: Tworzy plik PDF/Acrobata jako załącznik do wiadomości KMaila
pt: Cria um ficheiro PDF/Acrobat como anexo para o KMail
pt_br: Cria arquivos PDF/Acrobat como anexos para o Kmail
ro: Creează fişier PDF/Acrobat ca ataşament pentru KMail
ru: Запись файла PDF/Acrobat как вложения для KMail
rw: Irema idosiye PDF/Acrobat nk'umugereka wa KUbutumwa
se: Ráhkada PDF/Acrobat-fiilla KMail'ii mielddusin
sl: Izdela datoteko v PDF/Acrobat kot prilogo za Kmail
sr: Прави PDF/Acrobat фајл као прилог за KMail
sr@latn: Pravi PDF/Acrobat fajl kao prilog za KMail
sv: Skapar PDF/Acrobat-fil som en bilaga till Kmail
ta: கேஅஞ்சல் இணைப்பாக, PDF/Acrobat கோப்பினை உருவாக்கும்
te: పిడిఎఫ్ దస్త్రంను కెతపాలా కు అనుబంధంగా స్రుష్టిస్తుంది
tg: PDF Эҷод Кардан/Файли Acrobat ҳамчун Мустаҳкам барои KПочтаи Электрони
th: สร้างแฟ้ม PDF/Acrobat เป็นแฟ้มแนบสำหรับโปรแกรม KMail
tr: KMail için, ek şeklinde, PDF/Acrobat dosyası oluşturur.
tt: PDF/Acrobat biremen yasap, KMail'ğa qıstırma itep birä
uk: Створює файл PDF/Acrobat як долучення для KMail
uz: KMail uchun ilova sifatida PDF/Acrobat-faylini yaratadi
uz@cyrillic: KMail учун илова сифатида PDF/Acrobat-файлини яратади
vi: Tạo tập tin PDF/Acrobat dạng đính kèm thư KMail
xh: Yenza PDF/Ifayile yomenzi womthambo njengofakelelo lwe KMail
zu: Idala ifayela le-PDF/Acrobat libe njengokunamathisela kwe-KMail

source: Mail PDF File
af: Pos PDF Lêer
ar: ملف PDF للإرسال
bn: পি-ডি-এফ ফাইল মেইল করো
bs: Pošalji PDF dokument na mail
ca: Envia fitxer PDF per correu
cs: Odeslat PDF soubor emailem
de: PDF-Datei versenden
el: Αποστολή αρχείου PDF μέσω mail
eo: Sendu PDF-dosieron
es: Enviar archivo PDF por correo
et: PDF-faili kirjaga saatmine
eu: Bidali PDF fitxategia
fa: پروندۀ نامۀ PDF
fi: Lähetä PDF-tiedosto sähköpostilla
fr: Pièce jointe PDF
fy: Ferstjoer PDF triem
ga: Seol Comhad PDF
gl: Enviar por correo-e un ficheiro PDF
he: שלח קובץ PDF בדואר
hi: पीडीएफ़ फ़ाइल मेल करें
hr: PDF pošalji poštom
it: Spedisci file PDF
ja: PDF ファイルをメール
ka: PDF ფაილის გაგზავნა
kk: PDF файлды жіберу
km: ផ្ញើ Mail PDF
lb: PDF-Datei mailen
lt: Pašto PDF byla
lv: Sūtīt PDF failu
mk: PDF по е-пошта
ms: Mel fail PDF
nb: Send PDF-fil
nds: PDF-Datei mit Nettpost schicken
ne: पत्र PDF फाइल
nl: PDF-bestand e-mailen
pa: PDF ਫਾਇਲ ਮੇਲ ਕਰੋ
pl: Wyślij plik PDF e-mailem
pt: Enviar PDF por E-mail
pt_br: Enviar por E-Mail Arquivo PDF
ro: Trimite prin mail ca PDF
ru: Отправить файл PDF
rw: Kohereza Ubutumwa bw'Idosiye PDF
se: Sádde PDF-fiilla
sl: Pošlji datoteko PDF po pošti
sr: Слање PDF фајла поштом
sr@latn: Slanje PDF fajla poštom
sv: Skicka PDF-fil
ta: PDF கோப்பை அஞ்சல் அனுப்பு
te: పిFఇఎఫ్ దస్త్ర తపాలా
tg: Файли почтавии PDF
th: ส่งแฟ้ม PDF ทางจดหมาย
tr: PDF Dosyasını Postala
tt: PDF Birem Cibärü
uk: Відсилання файла PDF поштою
uz: PDF-fayli sifatida xat orqali joʻnatish
uz@cyrillic: PDF-файли сифатида хат орқали жўнатиш
vi: Gởi tập tin PDF trong thư

source: KSendFax
cs: Poslat na fax
cy: KAnfonFfacs
eo: SendFaksilo
hi: के-सेंड-फ़ैक्स
ta: கேஃபாக்ஸனுப்பு
te: కెసెండ్ ఫేక్స్
tg: KФакс Фиристодан
th: ส่งโทรสาร K
uz: Faks joʻnatish
uz@cyrillic: Факс жўнатиш
