Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeprint-desktops/*.po
Languages: af, ar, bn, bs, ca, cs, cy, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, it, ja, ka, kk, km, lb, lt, lv, mk, mn, ms, nb, nds, ne, nl, pa, pl, pt, pt_br, ro, ru, rw, se, sl, sr, sr@latn, sv, ta, te, tg, th, tr, tt, uk, uz, uz@cyrillic, vi, xh, zu

source: enscript
af: gravering
eo: Enskripto
hi: एनस्क्रिप्ट
ne: इनस्क्रिप्ट
ta: என்ஸ்கிரிப்ட்
te: ఎన్స్క్రిప్ట్
xh: okushicilelwe phantsi kuyo

source: Enscript Text Filter
af: Gravering Teks Filter
ar: مرشح نصوص Enscript
bn: enscript টেক্সট ফিল্টার
bs: Enscript tekst filter
ca: Filtre de text enscript
cs: Textový filtr Enscript
cy: Hidl Testun Enscript
el: Φίλτρο κειμένου enscript
eo: Tekstfiltrilo por Enskripto
es: Filtro de textos Enscript
et: Enscript tekstifilter
eu: Enscript testu-iragazkia
fa: پالایۀ متن Enscript
fi: Enscript-tekstisuodin
fr: Filtre de texte Enscript
fy: Enscript-tekstfilter
ga: Scagaire Téacs Enscript
gl: Filtro de Texto Enscript
he: מסנן טקסט Enscript
hi: एनस्क्रिप्ट पाठ फ़िल्टर
hr: Enscript tekstualni filtar
it: Filtro di testi Enscript
ja: Enscript テキストフィルタ
ka: Enscript ტექსტის ფილტრი
kk: Enscript мәтін сүзгісі
km: តម្រង​អត្ថបទ Enscript
lt: Enscript teksto filtras
lv: Enscript teksta filtrs
mk: Enscript текст филтер
mn: Enscript текст шүүлтүүр
ms: Penyaring Teks Enscript
nb: Enscript tekstfilter
ne: इनस्क्रिप्ट पाठ फिल्टर
nl: Enscript-tekstfilter
pa: ਇੰਸਕ੍ਰਿਪਟ ਪਾਠ ਫਿਲਟਰ
pl: Filtr tekstowy enscript
pt: O filtro de texto enscript
pt_br: Filtro de Texto Enscript
ro: Filtru de text Enscript
ru: Фильтр текста Enscript
rw: Kwandika Muyuguruzi Mwandiko
se: Enscript teakstasilli
sl: Besedilni filter enscript
sr: Enscript филтер за текст
sr@latn: Enscript filter za tekst
ta: என்ஸ்கிரிப்ட் உரை வடிகட்டி
te: ఎన్స్క్రిప్ట్ వాచక గలని
tg: Филтри матни Enscript
th: ตัวกรองข้อความ Enscript
tr: Enscript Metin Filtresi
tt: Enscript atlı Mäten Sözgeçe
uk: Текстовий фільтр enscript
uz: Enscript matn filteri
uz@cyrillic: Enscript матн филтери
vi: Bộ lọc văn bản enscript.
xh: Enscript Uhluzo Lombhalo
zu: Qopha Ihluzo Lombhalo

source: imagetops
af: beeldpieke
eo: Bildsuproj
fa: بالای تصویر
hi: इमेजटॉप्स
ne: इमेजटप
pt_br: Imagenstops
sr: врхови слика
sr@latn: vrhovi slika
sv: Bildtoppar
ta: மேல்பிம்பங்கள்
te: ఇమెజ్ టాప్స్
zu: uphahla lwesithombe

source: Generic Image to PS Filter
af: Generies Beeld na Ps Filter
ar: مرشح الصور الى بوست سكريبت
bn: জেনেরিক চিত্র থেকে পোস্টস্ক্রিপ্ট ফিল্টার
bs: Opšti Image-to-PS filter
ca: Imatge genèrica per al filtre PS
cs: Obecný filtr pro převod obrázku do PS souboru
cy: Hidl Cyffredinol Delwedd i PS
de: Umwandlung von Bildern in PostScript
el: Γενικό φίλτρο εικόνας σε PS
eo: Ĝenerala filtrilo de bildo al PS
es: Imagen genérica a filtro PS
et: Lihtne pilt->PostScript filter
eu: Irudi generikoa PS iragazkira
fa: تصویر عمومی به پالایۀ PS
fi: Muunnin yleisestä kuvasta PS-muotoon
fr: Filtre d'image générique vers PS
fy: Algemiene ôfbylding nei PS-filter
ga: Scagaire cineálach Íomhá go PS
gl: Imaxe Xenérica para o Filtro PS
he: מסנן כללי מתמונה ל־PS
hi: जेनरिक छवि से PS फ़िल्टर
hr: Generički filtar slike za PS
it: Filtro generico da immagine a PostScript
ja: 一般的な画像を PS に変換
ka: გამოსახულების PostScript გაფილტვრა
kk: Жалпы кескінді PostScript-ке аудару сүзгісі
km: រូបភាព Generic ទៅ​តម្រង PS
lb: Allgemenge Filter vu Biller zu PS
lt: Bendras filtras iš paveiksliukų į PS
lv: Vispārējs attēla uz PS filtrs
mk: Општ филтер од слика во PS
mn: Ерөнхий зургаас PostScript-файл руу хөрвүүлэх шүүлтүүр
ms: Imej Generik kepada Penyaring PS
nb: Bilder til PS-filter
nds: Allgemeen Filter för't Ümwanneln vun'n Bild na PostScript
ne: जेनेरिक छवि देखि PS फिल्टर सम्म
nl: Generieke afbeelding naar PS-filter
pa: ਆਮ ਚਿੱਤਰ ਤੋਂ PS ਫਿਲਟਰ
pl: Filtr obrazków do Postscriptu
pt: O filtro genérico de imagens para PS
pt_br: Imagem genérica para filtro PS
ro: Filtru generic de imagine către PS
ru: Преобразование изображений в PostScript
rw: Ishusho Rusange kuri Muyunguruzi PS
se: Oppalaš govva PS:ai filter
sl: Filter iz splošnih slik v postscript
sr: Генерички „слика у PS“ филтер
sr@latn: Generički „slika u PS“ filter
sv: Generell bild till PS-filter
ta: பிஎஸ்க்கான வடிகட்டிக்கான பொது பிம்பம்
te: సాధారణ ప్రతిబింబాలను పిఎస్ కు మార్చు గలని
tg: Табодули тасвирот ба Post Script
th: ตัวกรองภาพไปเป็นโพสต์สคริปต์ทั่วไป
tr: Genel Resimden PS'e Süzgeç
tt: Sürätlärne PS'qa äyländerü Sözgeçe
uk: Загальний фільтр зображень в файли PS
uz: Rasmni PS'ga aylantiradigan oddiy filtr
uz@cyrillic: Расмни PS'га айлантирадиган оддий филтр
vi: Bộ lọc ảnh sang PS giống loài.
xh: Umfanekiso ngokubanzi kwicebo lokucoca ulwelo le PS
zu: Isithombe Sawowonke Sehluzo le-PS

source: pdfwrite
eo: PDF-skribilo
hi: पीडीएफ-राइट
ta: பிடிஎஃப் எழுதி
te: పిడిఎఫ్ వ్రైట్
tr: pdfyaz
zu: bhala kwe-pdf

source: PDF Writer (needs Ghostscript)
af: Pdf Skrywer (verlang Ghostscript)
ar: كاتب ملفات PDF (يحتاج الى غوست سكريبت)
bn: পি-ডি-এফ (PDF) Writer (ঘোস্টস্ক্রিপ্ট লাগে)
bs: Pravljenje PDFa (potreban je GhostScript)
ca: Escriptor de PDF (necessita Ghostscript)
cs: PDF writer (vyžaduje GhostScript)
cy: Ysgrifennydd PDF (angen Ghostscript)
de: PDF-Erstellung (via Ghostscript)
el: Εγγραφέας PDF (χρειάζεται το Ghostscript)
eo: PDF-skribilo (bezonas la programon GhostScript)
es: Escritor de PDF (requiere Ghostscript)
et: PDF-i kirjutaja (vajab Ghostscripti)
eu: PDF idazlea (GhostScript behar du)
fa: نویسندۀ PDF)به Ghostscriptنیاز دارد(
fi: PDF-tulostussuodin (tarvitsee Ghostscriptin)
fr: Impression PDF (nécessite GhostScript)
fy: PDF Writer (hat Ghostskript nedich)
ga: Scríbhneoir PDF (Ghostscript de dhíth)
gl: Escritor de PDF (precisa Ghostscript)
he: כתבן ה־PDF (זקוק ל־Ghostscript)
hi: पीडीएफ राइटर (घोस्टस्क्रिप्ट आवश्यक है)
hr: PDF Writer (zahtjeva GhostScript)
it: Scrittura di PDF (richiede GhostScript)
ja: PDF ライター (GhostScript が必要)
ka: PDF ჩამწერი (საჭიროებს GhostScript-ს)
kk: PDF жазуы (Ghostscript керек)
km: PDF Writer (ត្រូវការ Ghostscript)
lb: PDF-Schreiwer (brauch Ghostscript)
lt: PDF rašiklis (reikalauja GhostScript)
lv: PDF rakstītājs (nepieciešams GhostScript)
mk: PDF Writer (бара Ghostscript)
mn: PDF-Үүсгэгч (GhostScript хэрэгтэй)
ms: Penulis PDF (perlukan Ghostscript)
nb: PDF-skriver (trenger Ghostscript)
nds: PDF-Maker (bruukt Ghostscript)
ne: PDF राइटर (घोस्टस्क्रिप्ट आवश्यक हुन्छ)
nl: PDF Writer (heeft ghostscript nodig)
pa: PDF ਲੇਖਕ (ਗੋਸਟ ਸਕ੍ਰਿਪਟ)
pl: Zapisywacz PDF (wymaga GhostScripta)
pt: Gravador de PDF (necessita do Ghostscript)
pt_br: Editor PDF (necessita do GhostScript)
ro: Generator de PDF (are nevoie de Ghostscript)
ru: Сохранение в PDF (должен быть установлен GhostScript)
rw: Mwanditsi PDF (ikeneye agaporogaramuBaringa)
se: PDF-čálli (dárbbaša Ghostscript:a)
sl: Izdelovalnik PDF (potrebuje GhostScript)
sr: PDF Writer (писач, захтева GhostScript)
sr@latn: PDF Writer (pisač, zahteva GhostScript)
sv: PDF-skrivare (behöver Ghostscript)
ta: PDF எழுதி (கோஸ்ட் ஸ்கிரிப்ட் தேவை)
te: పిడిఎఫ్ లను వ్రాసెది (ఘొస్ట్ స్క్రిప్ట్ కావలెను)
tg: Нигоҳ доштан ба формати PDF (бояд Ghostscript сабт шуда бошад)
th: ตัวเขียน PDF (จำเป็นต้องใช้ GhostScript)
tr: PDF yazıcı (GhostScript'e ihtiyacı var)
tt: PDF Yazdırğıç (Ghostscript kiräk)
uk: Генератор PDF (потребує GhostScript)
uz: PDF yozgich (Ghostscript oʻrnatilgan boʻlishi shart)
uz@cyrillic: PDF ёзгич (Ghostscript ўрнатилган бўлиши шарт)
vi: Bộ ghi PDF (cần Ghostscript)
xh: Umbhali we PDF (ufuna i Ghostscript)
zu: Umbhali we-PDF (idinga i-Ghostscript)

source: Poster Printing
af: Stuurder Besig om te druk
ar: طباعة اللافتة
bn: পোস্টার মুদ্রণ
bs: Štampanje postera
ca: Impressió de pòster
cs: Tisk plakátu
cy: Argraffu Posteri
de: Plakatdruck
el: Εκτύπωση αφισών
eo: Plakato presado
es: Impresión de poster
et: Postri trükkimine
eu: Posterra inprimatzea
fa: چاپ پوستر
fi: Julistetulostus
fr: Impression d'affiches
fy: Posterprint
ga: Priontáil Postaera
gl: Impresión de Carteis
he: הדפסת כרזות
hi: पोस्टर छपाई
hr: Ispisivanje postera
it: Stampa poster
ja: ポスター印刷
ka: პლაკატის ბეჭდვა
kk: Плакатты басып шығару
km: ការ​បោះពុម្ព​ប័ណ្ណ​ប្រកាស
lb: Plakatdrock
lt: Afišų spausdinimas
lv: Plakātu drukāšana
mk: Печатење постер
mn: Зарлал хэвлэх
ms: Cetakan Poster
nb: Platakutskrift
nds: Posterdruck
ne: पोष्टर मुद्रण
nl: Posterafdruk
pa: ਪੋਸਟਰ ਛਾਪਣਾ
pl: Drukowanie plakatów
pt: Impressão em Posters
pt_br: Impressão de Cartazes
ro: Tipărire poster
ru: Печать плаката
rw: Gucapa Ishusho
se: Plakáhtačáliheapmi
sl: Tiskanje plakatov
sr: Штампање постера
sr@latn: Štampanje postera
sv: Skriv ut affisch
ta: சுவரொட்டி அச்சிடல்
te: పోస్టర్లను ప్రచురించేది
tg: Чопи плакат
th: การพิมพ์โปสเตอร์
tr: Poster Yazdırma
tt: Poster Bastıru
uk: Друк плакатів
uz: Plakat bosib chiqarish
uz@cyrillic: Плакат босиб чиқариш
vi: In bích chương
xh: Ushicilelo Lwephepha elinomyalezo
zu: Ukushicilela Kwebhodi lezithombe
