Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeprint-desktops/csb.po
Languages: csb

source: Enscript Text Filter
csb: Tekstowi filter enscript

source: Generic Image to PS Filter
csb: Filter òbrôzków do Postscriptu

source: PDF Writer (needs Ghostscript)
csb: Zapisëwôcz PDF (wëmôgô GhostScripta)

source: Poster Printing
csb: Drëkòwanié plakatów

source: Utility to print large posters on multiple small paper sheets. To use this command, the <b>poster</b> executable must be accessible in your <tt>PATH</tt>.<p><b><u>WARNING:</u></b> The package found on the TDEPrint web site is a modified version of the original one that can be found on any CTAN archive mirror, but the original package will <b>not</b> work with TDE.
csb: Nôrzãdze do drëkòwaniô wiôldżich plakatów (pòsterów) na wielu môłëch kôrtkach papióru. Bë gó brëkòwac na stegnie (zmiennô <tt>PATH</tt>) mòszi bëc przistãpnô programa <b>poster</b>.<p><b><u>BÔCZËNK:</u></b> Paczét na starnie Systemë Drëkù TDE je zmòdifikòwóną wersëją paczétu, chtërnegò originał przistãpny je w kôżdim archiwùm CPAN. Òriginôł równak <b>nie</b> dzałô pòd TDE.

source: ps2pdf
csb: Kònwersëjô PS do PDF

source: PostScript to PDF Converter
csb: Kònwerter lopków z fòrmatu PostScriptu do PDF

source: Pamphlet Printing (use with small side duplex printing)
csb: Dëkòwanié broszurów (brëkòwac z dwastarnym wëdrëkã krótszą starną)

source: Pamphlet Printing - Even Pages (step 1)
csb: Dëkòwanié broszurów - pôrzësté starnë(krok 1)

source: Pamphlet Printing - Odd Pages (step 2)
csb: Dëkòwanié broszurów - niepôrzësté starnë(krok 2)

source: Multiple Pages per Sheet Filter
csb: Filter do wëdrëkù wielu starów na jednym cedlu

source: psresize
csb: Skalowanié wëdrëkù

source: Scale Print Content to Fit on Another Paper Size
csb: Skalowanié wëdrëkù tak, bë pasowôł do jinszi miarë starnë

source: psselect
csb: Wëbór starnów wëdrëkù

source: Page Selection/Ordering Filter
csb: Filter do wëbòru ë pòrządkòwaniô stranów wëdrëkù

source: Print to File (PostScript)
csb: Wëdrëk do lopka (PostScript)

source: Write PostScript file
csb: Zapiszë lopk PostScript

source: Local file
csb: Môlowi lopk

source: Print to File (PDF)
csb: Wëdrëk do lopka (PDF)

source: Write PDF/Acrobat file
csb: Zapiszë lopk PDF/Acrobat

source: Send to Fax
csb: Wësli na faks

source: Send to external fax system
csb: Wësli do bùtnowegò faksa

source: External
csb: Bùtnowi

source: Attachment for KMail Composer
csb: Przëdôwk dlô KMail

source: Creates PDF/Acrobat file as attachment for KMail
csb: Ùsôdzô lopk PDF/Acrobat jakno przëdôwk dlô KMaila

source: Mail PDF File
csb: Wësli e-mailã lopk PDF

source: Use ksendfax to fax the current document
csb: Programa do wësëłaniô faksã biéżnegò dokùmentu

source: Advanced Faxing Tool (ksendfax)
csb: Awansowóné faksowanié (ksendfax)

source: TDE Print Daemon
csb: Drëkòwanié

source: Print daemon for TDE
csb: Drëkòwanié w TDE

source: CUPS (Common UNIX Print System)
csb: CUPS (Zbiérnô Systema Drëkù dlô Uniksa)

source: Print Through an External Program (generic)
csb: Drëkùjë brëkùjąc bùtnowi programë

source: LPR (Standard BSD print system)
csb: LPR (sztandardowô systema drëkù BSD)

source: Generic UNIX LPD Print System (default)
csb: Pierwòsznô uniksowô systema drëkù LPD (domëslny)

source: LPR/LPRng Print System
csb: Systema drëkù LPR/LPRng

source: RLPR Environment (Remote LPD servers)
csb: Òkrãże RLPR (daleczi serwerë LPD)
