Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeprint-desktops/ss.po
Languages: ss

source: enscript
ss: bhala ngamakhodi

source: Enscript Text Filter
ss: Bhala ngemakhodi sisefo sembhalo

source: Generic Image to PS Filter
ss: Umfanekiso lobanti kusisefo sePS

source: PDF Writer (needs Ghostscript)
ss: Umbhali we PDF (yidzinga i-Ghostscript)

source: Poster Printing
ss: Kushicelela umbukiso

source: PostScript to PDF Converter
ss: Kusukela ku-PostScript kuya kusiguculi se PDF

source: Pamphlet Printing (use with small side duplex printing)
ss: Kushicelela emapheshana (sebentisa nelicadzi lelincane lekushicelela lokuphindaphindziwe)

source: Pamphlet Printing - Odd Pages (step 2)
ss: Kushicelela emapheshana - Emakhasi labala ngalokuzuba kunye (sigama 2)

source: Multiple Pages per Sheet Filter
ss: Emakhasi laphindzaphindziwe kuya ngelishidi lesisefo

source: Scale Print Content to Fit on Another Paper Size
ss: Sikali sishicilela lokucuketfwe kuze kwanele bukhulu balelinye liphepha

source: Page Selection/Ordering Filter
ss: kukhetfwa kwelikhasi/ku-oda sisefo

source: Print to File (PostScript)
ss: Shicilela kuya fayilini (PostScript)

source: Write PostScript file
ss: Bhala lifayela le PostScript

source: Local file
ss: Lifayela langekhatsi

source: Print to File (PDF)
ss: shicilela kuya efayelini (PDF)

source: Write PDF/Acrobat file
ss: Bhala i-PDF/lifayela le Acrobat

source: Send to Fax
ss: Tfumela ku Fax

source: Send to external fax system
ss: Tfumela kumshini we fax wangaphandle

source: External
ss: Kwangaphandle

source: Attachment for KMail Composer
ss: Lokunanyatsiliseliwe kwesisunguli se Kmail

source: Creates PDF/Acrobat file as attachment for KMail
ss: Calisa lifayela lePDF/Acrobat njengelokunanyatsiselwe ku- KMail

source: Use ksendfax to fax the current document
ss: Sebentisa i-ksendfax kutfumela ngefax kwelidokhumente lanyalo

source: Advanced Faxing Tool (ksendfax)
ss: Lithulusi lekufexa lelisembili (ksendfax)

source: TDE Print Daemon
ss: Lidimoni lekushicilela ku TDE

source: CUPS (Common UNIX Print System)
ss: CUPS (Umshini lovamile wekushicelela we UNIX)

source: Print Through an External Program (generic)
ss: Shicelela ngekusebentisa luhlelo lwangaphandle (banti)

source: LPR (Standard BSD print system)
ss: LPR (Umhini wekushicelela welizinga le BSD)

source: Generic UNIX LPD Print System (default)
ss: Umshini wekushicelela lobanti weLPD ku KDE (kwehluleka)

source: LPR/LPRng Print System
ss: LPR/LPRng umhini wekushivelela

source: RLPR Environment (Remote LPD servers)
ss: Siminhlalo se RLPR (Susa tigcini teLPD)
