Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeprint-desktops/ven.po
Languages: ven

source: Enscript Text Filter
ven: Nwalani ya filithara ya manwalwa

source: imagetops
ven: Zwa ntha zwa zwifanyiso

source: Generic Image to PS Filter
ven: Tshifanyiso kha tshigwada kha filithara ya PS

source: pdfwrite
ven: pdfnwala

source: PDF Writer (needs Ghostscript)
ven: Munwali wa PDF (I toda bammbiri la tshipuku)

source: Poster Printing
ven: Phirinthani ya phosithara

source: Utility to print large posters on multiple small paper sheets. To use this command, the <b>poster</b> executable must be accessible in your <tt>PATH</tt>.<p><b><u>WARNING:</u></b> The package found on the TDEPrint web site is a modified version of the original one that can be found on any CTAN archive mirror, but the original package will <b>not</b> work with TDE.
ven: Tshitikedzi khau phirintha dziphosithara khulwane kha ma bammbiri matuku manzhi. U shumisa muthetho uyu, <b>Phosithara</b> zwinotumulea zwi fanela u dzhenea kha <tt>PATH</tt>.<p><b><u>WARNING:</u></b> Tshiputo tshi wanalaho kha TDEPrint web site ndi tshivhumbeo tsho dzudzanywaho tsha vhukuma tshine tshinga wanala kha tshivhoni, fhedzi tshiputo tsha tshavhukuma tshinga <b>si</b> shume nga TDE.

source: PostScript to PDF Converter
ven: Bammbiri la poso uya kha mushandukisi wa PDF

source: psbook
ven: Bugu ya ps

source: Pamphlet Printing (use with small side duplex printing)
ven: U phirintha ha tshibugwana (shumisa na lurumbu lutuku lwa u phirintha a duplex)

source: psbook1
ven: Bugu ya ps yau thoma

source: Pamphlet Printing - Even Pages (step 1)
ven: U phirintha ha tshibugwana - masiatari (tshitepe tshau thoma)

source: psbook2
ven: Bugu ya ps ya vhuvhili

source: Pamphlet Printing - Odd Pages (step 2)
ven: U phirintha tshibugwana - masaitari (tshitepe tsha vhuvhili)

source: Multiple Pages per Sheet Filter
ven: Masiatari manzhi kha filithara ya bammbiri

source: psresize
ven: U linganisela ps

source: Scale Print Content to Fit on Another Paper Size
ven: Zwirengomu ha tshikeili tshau phirintha uitela u dzhena kha saizi inwe ya siatari

source: psselect
ven: U nanga ha ps

source: Page Selection/Ordering Filter
ven: U nanga ha siatari/u vhekanya filithara

source: Print to File (PostScript)
ven: Phirinthani kha faela (Bammbiri la poso)

source: Write PostScript file
ven: Nwalani faela ya bammbiri la poso

source: Local file
ven: Faela ya henefhano

source: Print to File (PDF)
ven: Phirinthani ni kone u faela (PDF)

source: Write PDF/Acrobat file
ven: Nwalani PDF/faela ya Acrobat

source: Send to Fax
ven: Rumela kha fekisi

source: Send to external fax system
ven: Rumelani kha sisitemu ya maitele a nnda a fekisi

source: External
ven: Zwangannda

source: Attachment for KMail Composer
ven: U tangana na mubveledzi wa meili wa K

source: Creates PDF/Acrobat file as attachment for KMail
ven: Itani PDF/Faela ya Acrobat sa vhutumani ha meili ya K

source: KSendFax
ven: K i rumela Fekisi

source: Use ksendfax to fax the current document
ven: Shumisani fekisi yau rumele kha k u fekisa manwalwa a zwino

source: Advanced Faxing Tool (ksendfax)
ven: Tshishumiswa tsha fekisi ya khwinesa (ksendfax)

source: TDE Print Daemon
ven: Daemon yau phirintha ya TDE

source: CUPS (Common UNIX Print System)
ven: CUPS (Maitele au phirintha a UNIX zwao)

source: Print Through an External Program (generic)
ven: Phirinthani nga Mbekanyamushumo yanga nnda (tshigwada)

source: LPR (Standard BSD print system)
ven: LPR (maitele a u phirintha a zwino fana zwa BCD)

source: Generic UNIX LPD Print System (default)
ven: Maitele au phirintha a UNIX (default)

source: LPR/LPRng Print System
ven: LPR/Maitele au phirintha a LPRng

source: RLPR Environment (Remote LPD servers)
ven: Vhupo ha RLPR (dzisiva dza LPD)
