Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/kate-desktops/*.po
Languages: af, be, bn, bs, ca, de, el, eo, es, et, eu, fi, fr, fy, ga, gl, he, hi, hr, hu, id, is, ja, ka, kk, km, lb, lt, ms, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, ta, te, tg, th, tt, uk, vi, zh_cn

source: Enable data tools like thesaurus and spell check (if installed)
af: Aktiveer data nutsprogramme soos thesaurus en spel bevestig (as geïnstalleer)
be: Інструменты працы з даннямі: тэзаўрус, спраўджванне правапісу і інш. (калі яны ўстаноўленыя)
bn: থিসরার বা বানান পরীক্ষক ইত্যাদি সক্রিয় করে (যদি পাওয়া যায়)
bs: Uključi alate za podatke kao što su thesaurus i provjera pravopisa (ako su instalirani)
ca: Habilita les eines per a la gestió de dades, com ara el thesaurus i el corrector ortogràfic (si estan instal·lats)
de: Aktivierung von Dienstprogrammen wie Thesaurus und Rechtschreibprüfung (falls installiert)
el: Ενεργοποίηση εργαλείων δεδομένων όπως ο θησαυρός λέξεων και ο ορθογραφικός έλεγχος (αν είναι εγκατεστημένα)
eo: Enŝalti ilojn kiel samsignifilon kaj literumilon (se instalitaj)
es: Activa herramientas como el thesaurus y el corrector ortográfico (si instalados)
et: Andmete tööriistad, näiteks thesaurus ja õigekirja kontroll
eu: Gaitu thesaurus-a eta ortografia zuzentzailea bezalako tresnak (instalatua badaude)
fi: Käytä datatyökaluja, kuten oikolukua ja sanakirjaa (jos asennettuna)
fr: Activer les outils de données comme le thésaurus et la correction orthographique (s'ils sont installés)
fy: Aktivearjen fan dataprogramma's, lykas de tesaurus en stavering (wannear't dy ynstallearre binne)
ga: Cumasaigh uirlisí mar litreoir agus foclóir (má tá siad ar fáil)
gl: Habilitar ferramentas de dados como sinónimos e corrección ortográfica (se están instalados)
he: אפשר שימוש בכלי נתונים כגון איגרון ובדיקת איות (אם מותקנים כלים כאלה)
hi: डाटा टूल्स जैसे शब्दकोश व वर्तनी जांच को सक्षम करें(यदि स्थापित हों)
hr: Omogućavanje alata poput tezaurusa i provjere pravopisa (ako su instalirani)
hu: Adatkezelési eszközök (pl. szinonimaszótár, helyesírás-ellenőrző) támogatása
id: Aktifkan perangkat bantu data seperi thesaurus dan pemeriksa ejaan (bila terpasang)
is: Virkir gagnatól eins og stafsetningaforrit og leiðréttingar (ef uppsett)
ja: 同義語ツールやスペルチェックなどのデータツールを有効にします (インストールされている場合)
ka: Warktüüch as Thesaurus oder Klookschriever anmaken (wenn op dien Reekner)
kk: Теузаурус пен емле тексеру секілді (егер орнатылған болса) деректерді өңдеу құралдарды пайдалануға мүмкіншілік береді
km: ធ្វើ​ឲ្យ​ឧបករណ៍​ទិន្នន័យ​ប្រើ​បាន ដូច​ជា​កម្រង​វេវចនសព្ទ និង​ពិនិត្យ​អក្ខរាវិរុទ្ធ​ជា​ដើម (បើ​បាន​ដំឡើង)
lb: Hëllefsprogrammer, wéi Thésaurus an Rechtschreifkontroll, uschalten (wann installéiert)
lt: Įjungia duomenų įrankius, tokius kaip sinonimų žodynas ir rašybos tikrinimas (jei įdiegta)
ms: Membolehkan alatan data seperti tesaurus dan periksa ejaan(jika dipasang)
nb: Skru på dataverktøy som ordbok og stavekontroll (hvis det er installert)
nds: Warktüüch as Thesaurus oder Klookschriever anmaken (wenn installeert)
ne: पर्यायकोष र हिज्जे परीक्षण जस्तै डेटा उपकरणहरू सक्षम पार्नुहोस् (यदि स्थापना भएमा)
nl: Activering van hulpprogramma's, zoals de thesaurus en spellingcontrole (indien ge√Ønstalleerd)
nn: Tilgang til dataverktøy som ordliste og stavekontroll
pa: ਡਾਟਾ ਸੰਦ ਜਿਵੇਂ ਕਿ ਥੀਸਾਰਾਉਸ ਤੇ ਸ਼ਬਦ-ਜੋੜ ਆਦਿ ਯੋਗ(ਜੇਕਰ ਇੰਸਟਾਲ ਹੋਵੇ)
pl: Obsługa narzędzi typu tezaurus i sprawdzanie pisowni
pt: Activa as ferramentas de dados como os sinónimos e a verificação ortográfica (se estiverem instalados)
pt_br: Habilita as ferramentas de dados, como o Thesaurus e a verificação ortográfica (se instalados)
ro: Activează utilitare de date precum dicţionarul şi verificarea ortografică (dacă sînt instalate)
ru: позволяет использовать утилиты словаря и проверки орфографии (если они установлены)
rw: Gushoboza ibikoresho by'ibyatanzwe nk'impuzansobanuro n'igenzuranyuguti (niba byarakorewe iyinjizaporogaramu)
se: Geavat diehtoreaidduid nugo synonymasátnelisttu ja čállindárkkisteami (jos leat sajáiduhttojuvvon)
sk: Podpora dátových nástrojov, ako je thesaurus a kontrola pravopisu (ak sú nainštalované)
sl: Omogoči orodja za podatke, kot so slovar sopomenk in preverjanje črkovanja (če je nameščen)
sr: Укључије алате као што су ризница и провера правописа (ако су инсталирани)
sr@latn: Uključije alate kao što su riznica i provera pravopisa (ako su instalirani)
ta: அகராதி, எழுத்துப்பிழை திருத்தி போன்ற தகவல் கருவிகளை இயக்கும் (நிறுவப்பட்டிருந்தால்)
te: పదకోశం మరయూ అక్షర తప్పులను పట్టుకొను పనిముట్లను ఉపయోగించు (ఇంస్టాల్ చేసిన పనిచేయును)
tg: Иҷозаи истифодаи утилитаи луғат ва тафтиши имлоро (агар онҳо сабт карда шуда бошанд) медиҳад
th: เปิดใช้งานเครื่องมือจัดการข้อมูลอย่างเช่น พจนานุกรมคำคล้าย หรือ ตรวจคำสะกด (ถ้าได้ติดตั้งไว้)
tt: Süznämä belän imla tikşerü kebek qorallar eşlätä (quyılğan bulsalar)
uk: Надає доступ до засобів на кшталт словників та перевірки правопису (якщо встановлені)
vi: Hiệu lực công cụ dữ liệu như từ điển đồng nghĩa và bộ bắt lỗi chính tả (nếu được cài đặt).
zh_cn: 启用像辞典(thesaurus)和拼写检查(spell check)这样的数据工具(如果安装了的话)

source: KTextEditor Word Completion Plugin
af: KTextEditor Woord Voltooiïng Inprop Module
be: Модуль заканчэння словаў
bn: কে-টেক্সট-এডিটর শব্দ পরিপূরণ প্লাগ-ইন
bs: KTextEditor dodatak za dovršavanje riječi
ca: Endollable de completar paraules del KTextEditor
de: KTextEditor-Erweiterung für Wortergänzungen
el: Πρόσθετο συμπλήρωσης λέξεων του KTextEditor
eo: KTextEditor Vortkompletiga kromaĵo
es: Plugin de completado de palabras de KTextEditor
et: KTextEditori sõna lõpetamise plugin
eu: KTextEditor-en hitzen osaketarako plugin-a
fi: KTextEditorin sanojen täydennyslaajennus
fr: Module externe de complètement des mots de KTextEditor
fy: KTextEditor plugin foar it kompleet meitje fan wurden
ga: Breiseán Comhlánaithe Focal KTextEditor
gl: Plugin de Completado de Palabras de KTextEditor
he: תוסף השלמה אוטומטית של מילים עבור KTextEditor
hi: के-टेक्स्ट-एडिटर वर्ड कम्प्लीशन प्लगिन
hr: KTextEditor dodatak za dopunjavanje riječi
hu: KTextEditor szókiegészítő bővítőmodul
id: Plugin Pelengkapan Kata KTextEditor
is: KTextEditor íforrit til að klára orð
ja: KTextEditor 単語補完プラグイン
ka: სიტყვების თვითშევსების KTextEditor-ის მოდული
kk: KTextEditor сөздерді аяқтау модулі
km: កម្មវិធី​ជំនួយ​បំពេញ​ពាក្យ​របស់ KTextEditor
lb: KTextEditor-Wuert-Vervollstännegungs-Plugin
lt: KTextEditor žodžio užbaigimo priedas
ms: Plug masuk Penyudah Kata Fail KTextEditor
nb: Programtillegg for ordfullføring i KTextEditor
nds: KTextEditor-Plugin för Woort-Kompletteren
ne: KTextEditor शब्द समाप्ति प्लगइन
nl: KTextEditor-plugin voor het aanvullen van woorden
nn: Programtillegg for ordfullføring i KTextEditor
pa: KTextEditor ਪਾਠ ਪੂਰਨ ਪਲੱਗਿੰਨ
pl: Wtyczka edytora do dopełniania słów
pt: 'Plugin' de Completação de Palavras do KTextEditor
pt_br: Plug-in de Complementação de Palavras para Editor de textos
ro: Modul completare cuvinte pentru KTextEditor
ru: Модуль автодополнения слов KTextEditor
rw: Icomeka ry'Iyuzuza Jambo rya KMuhinduziUmwandiko
se: KTextEditor:a sátneollašuhttinlassemoduvla
sk: Modul pre doplnenie slov pre KTextEditor
sl: Vstavek KTextEditor za dopolnjevanje besed
sr: KTextEditor прикључак за довршавање речи
sr@latn: KTextEditor priključak za dovršavanje reči
ta: கேஉரைதொகுப்பாளர் கோப்பு உள்ளீட்டுச் சொருகுப்பொருள்
te: కెటెక్స్ట్ ఎడిటర్ పద పూరణ ప్లగిన్
tg: Модули худиловакунандаи калимаҳои KTextEditor
th: ปลักอินการเติมคำให้สมบูรณ์ของ KTextEditor
tt: KTextEditor'nıñ Süz Tulılandıru Östämäse
uk: Втулок KTextEditor для завершення слів
vi: Bộ cầm phít Nhập xong Từ KTextEditor
zh_cn: KTextEditor 单词补全插件

source: Directional or popup-based completion from words in the document
af: Direksionele of opspring gebaseerde woord voltooiïng van woorde in die dokument
be: Простае заканчэнне словаў ці выплыўнае вакно з варыянтамі заканчэння
bn: ডকুমেন্ট-এর অন্যান্য শব্দের উপর ভিত্তি করে পরিপূরণ
bs: Direkcionalno ili popup-bazirano dovršavanje za riječi u dokumentu
ca: Compleció de paraules del document dirigida o basada en emergents
de: Richtungs- oder über Aufklappfenstergesteuerte automatische Vervollständigung von Wörtern in Dokumenten
el: Κατευθυντική ή μέσω αναδυόμενων μενού συμπλήρωση από λέξεις μέσα στο έγγραφο
eo: Regula aŭ ŝprucbazita kompletigo de vortoj en la dokumento
es: Completado de palabras direccional o de menú emergente en el documento.
et: Lõpetamine vastavalt suunale või hüpikvariantide alusel dokumendi sõnade põhjal
eu: Dokumentuko hitzen osaketarako plugin-a
fi: Asiakirjasta löytyvillä sanoilla täydentäminen
fr: Complètement utilisant la direction ou un menu à partir des mots du document
fy: kompleet meitsje fan wurden yn it dokumint op Direktsjeneel of popup-basearje
gl: Completado direccional ou baseada en popup a partir de palabras no documento
he: השלמת מילים כיווניות או מבוססת תיבת מוקפצות של מילים מהמסמך
hi: डायरेक्शनल या पॉपअप-आधारित दस्तावेज़ में शब्द से कम्पलीशन.
hr: Usmjereno ili pop-up zasnovano dovršavanje iz riječi u dokumentu
hu: Irány szerinti vagy felbukkanó kiegészítés dokumentum szavai alapján
id: Pelengkapan arahan atau popup dari kata di dalam dokumen
is: Áttvíst forrit sem getur líka opnað glugga með orðatillögum
ja: ポップアップまたはユーザの指示によってドキュメントの単語から補完します
ka: დოკუმენტში სიტყვების პირდაპირი მეთოდით ან ჩამოშლადი მენიუთი თვითშევსება
kk: Құжаттағы сөздерді аяқтау модулі
km: ការបំពេញ​ពាក្យ​ដោយ​ផ្ទាល់ ឬ តាម​រយៈ​ការលេចឡើង​នៃ​ពាក្យ​ដែល​មាន​ក្នុង​ឯកសារ
lb: Direktional oder Opklapp-Fënster-baséiert Vervollstännegung vu Wierder am Dokument
lt: Žodžių pabaigimas rašant dokumente pasiūlymus teikiant eilutėje arba iššokančiame meniu
ms: Penyelesaian berarah atau berasaskan popup daripada perkataan dalam dokumen
nb: Retningsbestemt eller sprettopp-basert fullføring av ord i dokumentet
nds: Richten- oder Opdukbaseert Kompletteren vun Wöör binnen dat Dokment
ne: कागजातमा शब्दहरूबाट दिशानिर्देशित वा पपअपमा आधारित समाप्ति
nl: Voor het aanvullen van woorden in het document door middel van onder meer pop-ups
nn: Retningsbestemt eller sprettopp-basert fullføring av ord i dokumentet
pa: ਦਸਤਾਵੇਜ਼ ਵਿੱਚ ਦਿਸ਼ਾਵੀ ਜਾਂ ਪੋਪਅੱਪ ਆਧਾਰਿਤ ਸ਼ਬਦ ਪੂਰਨ
pl: Dopełnianie na podstawie listy słów w dokumencie
pt: Completação direccional ou por lista de palavras no documento
pt_br: Complementação direcional, ou baseada em popup, de palavras do documento
ro: Propune completarea cuvintelor din document dintr-o listă popup sau direcţională
ru: Автодополнение слов в документе
rw: Irangiza mfatacyerekezo cyangwa rishingiye-kwirambura biva ku magambo yo mu nyandiko
sk: Dopĺňanie slov v dokumente priame alebo pomocou dialógu
sl: Neposredno ali pojavno dopolnjevanje iz besed v dokumentu
sr: Директна или искачућа допуна од речи у документу
sr@latn: Direktna ili iskačuća dopuna od reči u dokumentu
ta: ஆவணத்திலுள்ள வார்த்தைகளிலிருந்து திசைகள் அல்லது மேல்விரி-சார்ந்த நிறைவு
te: పత్రం లోని పదాలు వాడె, దిశా లేక పాప్ అప్ ఆధారిత పద పూరణ
tg: Худиловакунандаи калима дар ҳуҷҷат
th: การเติมคำให้สมบูรณ์โดยการชี้นำหรือ popup ขึ้นมา จากคำต่างๆ ในเอกสาร
tt: İstälek süzlärenä azaqlarnı yözep çığarıp kürsätä torğan närsä
uk: Завершення слів у документі. Пряме або на основі вигулькного меню
vi: Khả năng nhập xong từ trong tài liệu, đựa vào chiều hoặc vào bộ bật lên.
zh_cn: 在文档中基于方向或弹出补全单词

source: Kate Part JavaScript Test
af: Kate Deel Javaskript Toets
be: Праверка сцэнараў JavaScript для Kate
ca: Prova de la peça JavaScript de Kate
de: JavaScript-Test für Kate-Komponente
el: Έλεγχος JavaScript του Kate Part
eo: Ĝavaskripta testo por Kate dokumenta rigardilo
es: Prueba JavaScript de Kate Part
et: Kate komponendi JavaScripti test
eu: Kate zatiaren JavaScript proba
fi: Kate Part JavaScript -testi
fr: Test du module JavaScript pour Kate
fy: Kate-part JavaSkript-test
ga: Tástáil JavaScript do Pháirt Kate
gl: Comprobar Kate Part JavaScript
he: בדיקת JavaScript של רכיב Kate
hu: Kate objektum, Javascript-teszt
id: Tes JavaScript untuk Part Kate
is: Kate hluti JavaScript prófun
ja: Kate Part JavaScript テスト
ka: JavaScript-ის შემოწმება Kate-ში
kk: JavaScript скрипттерді Kate редакторында тексеру
km: ការ​សាកល្បង Kate Part JavaScript
lt: Kate Part JavaScript testas
ms: Ujian JavaScript Bahagian Kate
ne: केट भाग जाभा स्क्रिप्ट परीक्षण
pa: Kate Part JavaScript ਜਾਂਚ
pl: Test JavaScript osadzalnej części Kate
pt: Teste de JavaScript do Componente do Kate
pt_br: Teste do componente JavaScript do Kate
ro: Test JavaScript pentru componenta Kate
ru: Проверка скриптов JavaScript в Kate
rw: Igerageza rya JavaScript Igice Kate
se: Kate Part JavaScript-geahččaleapmi
sl: Test JavaScripta za del Kate
sr: Проба JavaScript-а Kate-иног дела
sr@latn: Proba JavaScript-a Kate-inog dela
ta: கேட் பகுதி ஜாவாஸ்கிரிப்ட் சோதனை
te: కేట్ భాగం జావాస్క్రిప్ట్ పరీక్ష
tg: Санҷиши Қисми Kate-и JavaScript
th: ทดสอบจาวาสคริปต์ของ Kate
tt: Kate Part JavaScript Sınaw
uk: Перевірка скриптів JavaScript в компоненті Kate
vi: Thử ra JavaScript phần Kate
zh_cn: Kate 部件 JavaScript 测试

source: Script for testing kate part's scripting
af: Skript om te toets of Kate se skript masjien werk
be: Сцэнар праверкі для Kate
bs: Skripta za testiranje podrške Kate part-a za skriptiranje
ca: Guió per a provar l'escriptat de les peces Kate
de: Ein Skript zum Testen der Skriptfunktionalität der Kate-Komponente
el: Σενάριο για έλεγχο του scripting του Kate Part
eo: Skripto por testi la skriptan kapablon de katepart (dokumento kaj rigardilo)
es: Guión para probar el part de scripting de kate
et: Skript Kate komponendi skriptimisomaduste testimiseks
eu: Script-a Kate zatiaren script-ak probatzeko.
fi: Skripti kate partin skriptien testaukseen
fr: Script testant le module de scripting de Kate
fy: Skript foar it testen fan Kate-part's skriptmooglikheid
gl: Guión para probar os guións das partes de kate
he: תסריט לבדיקה של יכולות התסריט של Kate
hr: Skripta za ispitivanje izvršavanje skripti pri 'kate part'
hu: Szkript a Kate objektum szkriptkezelőjének ellenőrzéséhez
id: Skrip untuk menguji skripting part kate
is: Skrifta til að prófa skriftueiginleika Kate hluta
ja: kate part のスクリプトをテストするためのスクリプト
ka: სკრიპტი Kate-ში სკრიპტების შესამოწმებლად
kk: Kate редакторында скрипттерді тексеру скрипті
km: ស្គ្រីប​សម្រាប់​សាកល្បង​ការ​សរសេរ​របស់ kate part
lb: Skript fir d'Skriptfunktioune vum Kate part ze testen
lt: Scenarijus Kate komponento scenarijų rašymo patikrai
ms: Skrip untuk menguji penskripan bahagian kate
nb: Skript til å teste kate parts skripting
nds: En Skript, dat Kate-Part sien Skriptkönen pröven schall
ne: केट भागको स्क्रिप्टिङ परीक्षणका लागि स्क्रिप्ट
nl: Script voor het testen van Kate-part's scriptmogelijkheid
nn: Skript for testing av Kate part-skriptinga
pa: kate part ਦੀ ਸਕ੍ਰਿਪਟਿੰਗ ਦੀ ਜਾਂਚ ਲਈ ਸਕ੍ਰਿਪਟ
pl: Skrypt do testowania możliwości skryptów Kate
pt: Um programa para testar a programação do componente do Kate
pt_br: Script para testes da parte de scripts do kate
ro: Script pentru testarea părţii de scripting din Kate
ru: Скрипт для проверки поддержки скриптов в Kate
rw: Inyandikoporogaramu yo kugenzura kwandika kode by'igice cya kate.
se: Skripta mii geahččala Kate part-skriptema
sk: Skript pre testovanie skriptovania Kate Part
sl: Skript za testiranje delovanja skriptov za del Kate
sr: Скрипта за испробавање скриптовања Kate-иног дела
sr@latn: Skripta za isprobavanje skriptovanja Kate-inog dela
ta: கேட் பகுதியின் எழுத்தாக்க சோதனைக்கான குறுநிரல்
te: కేట్ భాగంపు స్క్రిప్టింగ్ ను పరీక్షించుటకు వాడు ఒక స్క్రిప్ట్
tg: Скрипт барои санҷидани скриптгузории қисми kate
th: สคริปต์สำหรับทดสอบการเขียนสคริปต์ในส่วนของ Kate
tt: Kate Part'nıñ ämerleklären sınawçı qoral
uk: Скрипт для перевірки підтримки скриптів в компоненті Kate
vi: Tập lệnh để thử ra khả năng điều khiển bằng tập lệnh của phần Kate.
zh_cn: 测试 kate 部件脚本的脚本
