Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/kate-desktops/*.po
Languages: af, be, bn, bs, ca, de, el, eo, es, et, eu, fi, fr, fy, ga, gl, he, hi, hr, hu, id, is, ja, ka, kk, km, lb, lt, ms, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, ta, te, tg, th, tt, uk, vi, zh_cn

source: Embedded Advanced Text Editor
af: Ingebedde Gevorderde Teks Redigeerder
be: Унутраны адмысловы тэкставы рэдактар
bn: অভ্যন্তরীন উন্নত টেক্সট সম্পাদক
bs: Umetnuti napredni tekst editor
ca: Editor avançat de text, encastable
de: Erweiterte Editorkomponente
el: Ενσωματωμένος προχωρημένος επεξεργαστής κειμένου
eo: Enkorpigita altnivela tekstredaktilo
es: Editor de texto avanzado empotrable
et: Põimitud võimas tekstiredaktor
eu: Kapsulatutako testu-editore aurreratua
fi: Upotettava kehittynyt tekstieditori
fr: Éditeur de texte avancé intégré
fy: Ynsletten avansearre tekstbewurker
ga: Ard-eagarthóir téacs leabaithe
gl: Editor de Textos Avanzado Incrustado
he: עורך הטקסט המתקדם המוטבע
hi: अंतर्निहित विकसित पाठ संपादक
hr: Ugrađena napredna obrada teksta
hu: Beágyazott Kate szövegszerkesztő
id: Komponen Editor Teks Embedded
is: Ívefjanlegur þróaður textaritill
ja: 埋め込み高機能テキストエディタ
ka: ჩადგმული ტექსტური რედაქტორი
kk: Ендірілетін үздік мәтін редакторы
km: កម្មវិធី​និពន្ធ​អត្ថបទ​កម្រិត​ខ្ពស់​ដែល​បាន​បង្កប់
lb: Agebetteten erweiderten Texteditor
lt: Įdėtas sudėtingesnis tekstų redaktorius
ms: Penyunting Teks Termaju Terimplan
nb: Innebyggbart, avansert tekstredigerings-program
nds: Inbett verwiedert Texteditor
ne: सम्मिलित उन्नत पाठ सम्पादक
nl: Ingebed tekstinvoercomponent
nn: Inkluderbart avansert skriveprogram
pa: ਸ਼ਾਮਿਲ ਤਕਨੀਕੀ ਪਾਠ ਸੰਪਾਦਕ
pl: Osadzony zaawansowany edytor tekstu
pt: Editor de Texto Avançado Embebido
pt_br: Componente integrado ao Editor de textos
ro: Editor de text avansat înglobat
ru: Встроенный текстовый редактор
rw: Muhinduzi y'Umwandiko Ihanitse Ishyizwemo
se: Nana buorre vuojuhanláhkái čállinprográmma
sk: Vložiteľný komponent pokročilého textového editora
sl: Vgrajeni napredni urejevalnik besedil
sr: Уграђени напредни уређивач текста
sr@latn: Ugrađeni napredni uređivač teksta
ta: உட்பொதிந்த மேம்பட்ட உரை தொகுப்பாளர்
te: ఆధునిక పొదగిన వాచకం సరిచేయునది
tg: Таҳриргари матни дарунсохти беҳбудшуда
th: โปรแกรมแก้ไขข้อความขั้นสูงแบบฝังตัว
tt: Mäten öçen Quşılma-Üzgärtkeç
uk: Вмонтований потужний текстовий редактор
vi: Bộ Soạn thảo Văn bản Cấp cao Nhúng
zh_cn: 嵌入式 TDE 高级文本编辑器

source: KTextEditor Autobookmarker
af: KTextEditor OutoBoekmerker
be: Аўтаматычны закладкі
bn: কে-টেক্সট-এডিটর অটো-মুকমার্কার
bs: KTextEditor automatske zabilješke
ca: Punts automàtics per al KTextEditor
de: KTextEditor: Autom. Lesezeichenmarkierung
el: Πρόσθετο αυτόματων σελιδοδεικτών του KTextEditor
eo: KTextEditor Aŭtomata legosignigilo
es: Automarcadores de KTextEditor
et: KTextEditori järjehoidjate märkija
eu: KTextEditor-en laster-markatzaile automatikoa
fi: KTextEditorin automaattinen kirjanmerkkien tekijä
fr: Signets automatiques KTextEditor
fy: Automatyske blêdwizer foar de KTekstbewurker
ga: Leabharmharcálaí Uathoibríoch KTextEditor
gl: Auto-marcador de KTextEditor
he: תוסף סימניות אוטומטיות של KTextEditor
hi: के-टेक्स्ट-एडिटर ऑटोबुकमार्कर
hr: KTextEditor automatske oznake
hu: KTextEditor automatikus könyvjelzők
id: Penandabuku Otomatis KTextEditor
is: KTextEditor sjálfvirkur bókamerkjari
ja: KTextEditor 自動ブックマーク
ka: KTextEditor-ის ავტოსანიშნე
kk: KTextEditor автобетбелгігіші
km: វត្ថុ​ចំណាំ​ស្វ័យ​ប្រវត្តិ KTextEditor
lb: Automateschen Lieszeechesetzer fir den KTextEditor
lt: KTextEditor automatinis žymelių įterpėjas
ms: Penanda buku auto KTextEditor
nb: Automatisk bokmerke for KTextEditor
nds: KTextEditor -Leestekensetter
nl: KTextEditor Autobladwijzers
nn: Automatisk bokmerke for KTextEditor
pa: ਕੇਪਾਠਸੰਪਾਦਕ ਸਵੈਬੁੱਕਮਾਰਕਰ
pl: Automatyczne wstawianie zakładek dla KTextEditor
pt: Auto-favoritos do KTextEditor
pt_br: Marca favoritos automático para Editor de textos
ro: Semne de carte automate pentru KTextEditor
ru: Автозакладки KTextEditor
rw: Mushyirahokimenyetsoyikoresha ya KMuhinduziMwandiko
se: KTextEditor:a automáhtalaš girjemerkejeaddji
sk: Automatické záložky pre KTextEditor
sl: Samodejni zaznamki za KTextEditor
sr: KTextEditor-ов аутомаркер
sr@latn: KTextEditor-ov automarker
ta: கேஉரைதொகுப்பாளர் தானியக்க புத்தக உருவாக்கி
te: కెటెక్స్ట్ ఎడిటర్ ఆటొబుక్ మార్కర్
tg: Хатчӯбмонии худкори KTextEditor
th: ตั้งที่คั่นหน้าอัตโนมัติ ของ KTextEditor
tt: KTextEditor'nıñ Aqıllı Bitbilge
uk: Втулок автоматичних закладок KTextEditor
vi: Bộ Tự động Đánh dấu KTextEditor
zh_cn: KTextEditor 自动书签器

source: Set bookmarks on lines matching a pattern when documents are loaded
af: Stel boekmerke op lyne wat met 'n patroon ooreenstem wanneer dokumente gelaai word.
be: Стварае закладкі для радкоў, якія адпавядаюць шаблону
bn: ডকুমেন্ট লোড করাকালীন প্রদত্ত নকশার সাথে মেলে এমন সমস্ত লাইন বুকমার্ক করে
bs: Podešava zabilješke na linijama koje odgovaraju uzorku pri učitavanju dokumenta
ca: Estableix punts a les línies coincidents amb un patró quan es carreguen documents
de: Lesezeichen nach bestimmten Mustern auf Zeilen setzen, sobald ein Dokument geladen wird
el: Ορίζει σελιδοδείκτες σε γραμμές που ταιριάζουν σε ένα μοτίβο όταν τα έγγραφα φορτώνονται
eo: Igas legosignojn en linioj, kiuj konvenas ŝablonon, kiam dokumentoj estas ŝarĝataj
es: Pone marcadores en las líneas que coinciden con un patrón definido al cargar documentos.
et: Määrab dokumendi avamisel vastavalt mustrile ridadele järjehoidjad
eu: Eredu batekin bat datozen lerroen laster-markak ezartzen ditu dokumentuak kargatzean
fi: Määrittele kirjanmerkkejä riveille, jotka vastaavat kuviota, kun asiakirjoja avataan
fr: Positionne des signets sur les lignes qui correspondent à un motif quand les documents sont chargés
fy: Blêdwizer ynstelle om by it laden fan dokuminten oerienkomstige patroanen
ga: Cruthaigh leabharmharcanna ar línte a mheaitseálann patrún nuair a luchtaítear cáipéisí
gl: Pon marcadores en liñas que se axusten a un patrón durante a carga de documentos
he: קובע סימניות בשורות המתאים לתבנית מסוימת בעת טעינת מסמך
hi: जब दस्तावेज़ लोड हों तो किसी पैटर्न से मेल खाती पंक्तियो में पुस्तचिह्न सेट करें
hr: Pri učitavanju dokumenta postavlja oznake na redovima koji odgovaraju određenom uzorku.
hu: Fájl betöltésekor könyvjelzők automatikus létrehozása minta alapján
id: Set bookmark in baris yang cocok dengan sebuah pola jika dokumen dimuatkan
is: Setur bókamerki á línur sem passa ákveðnu mynstri, þegar skjöl eru lesin
ja: 文書が読み込まれたときに、パターンにマッチした行にブックマークを設定します
ka: დოკუმენტის ჩატვირთვისას სანიშნეების ნიმუშის მიხედვით მითითება
kk: Құжатта үлгі бойынша бетбелгілерді кояды
km: កំណត់​ការចំណាំ​ត្រង់​បន្ទាត់​ដែល​ដូច​នឹង​ឃ្លា ពេល​ឯកសារ​ត្រូវ​បាន​ផ្ទុក
lb: Setzt Lieszeechen op d'Zeilen, déi ee bestëmmtent Muster enthalen, wann d'Dokument geluede gëtt
lt: Įterpia žymeles eilutėse, kurios atitinka tam tikrą derinį, dokumento įkėlimo metu
ms: Tetapkan penanda buku pada baris yang padan dengan paten apabila dokumen dimuatkan
nb: Bestem bokmerke på linjer som passer til et mønster når dokument blir åpnet
nds: Sett al bi't Laden Leestekens för Regen, op de en Muster passt
ne: कागजात लोड हुँदा बाँन्की मिल्दो पुस्तकचिनोहरू लाइनमा सेट गर्नुहोस्
nl: Plaatsen van bladwijzers op regels die voldoen aan een bepaald patroon zodra het document geopend wordt
nn: Set bokmerke på linjer som passar til eit mønster når dokument vert opna
pa: ਜਦੋਂ ਵੀ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੋਵੇ ਤਾਂ ਬੁੱਕਮਾਰਕ ਨੂੰ ਸਤਰ-ਮੇਲ ਤਰਤੀਬ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: W czasie wczytywanie dokumentu ustawia zakładki w liniach pasujących do podanego wzorca
pt: Coloca favoritos em linhas que condizem com um padrão quando os documentos são carregados.
pt_br: Configura os favoritos em linhas que combinam com um padrão, quando os documentos forem carregados
ro: La încărcarea documentului setează semne de carte la liniile care se potrivesc cu un model de text
ru: Установка закладок в текстовом документе по шаблону
rw: Gushyiraho ibimenyetso ku mirongo mu guhuza ishusho igihe inyandiko zitangizwa
se: Bidjá girjemearkkaid linnjáide mat heivehit dihto minsttáriid go dokumeanttat rahpejuvvot.
sk: Nastavuje záložky pri načítaní dokumentu na riadky zodpovedajúce vzorke
sl: Nastavi zaznamke v vrsticah, ki se ujemajo vzorcu, ko so dokumenti naloženi
sr: Поставља маркере на линијама које се уклапају у узорак када се учитавају документи
sr@latn: Postavlja markere na linijama koje se uklapaju u uzorak kada se učitavaju dokumenti
ta: ஆவணங்கள் பதிவாகும் போது அமைப்பு புத்தகக்குறிப்பு கோடுகள் பொருத்தும் மாதிரி
te: పత్రాలు ఎక్కించిన తరువాత బాణీకి సరిపొయిన వరుసల మీద బుక్ మార్కులను ఏర్పరుచును
tg: Хатчӯбмонӣ дар старҳои мувофиқи қолиб ҳангоми боркунии ҳуҷҷати матнӣ
th: ตั้งที่คั่นหน้าที่การจับคู่บรรทัดและรูปแบบ เมื่อมีการโหลดเอกสาร
tt: İstälek açqan çaqta sözgeçkä kileşkän yullarına bitbilgelär quya
uk: Встановлює закладки на рядках, що відповідають взірцю, під час завантаження документів
vi: Đặt đánh dấu trên các dòng khớp một mẫu nào đó khi tải tài liệu.
zh_cn: 文档装入时根据匹配模式自动设置书签

source: KTextEditor Insert File Plugin
af: KTextEditor Voeg Lêer Inprop Module
be: Модуль устаўкі файла
bn: কে-টেক্সট-এডিটর ফাইল অন্তর্ভুক্তি প্লাগ-ইন
bs: KTextEditor dodatak za ubacivanje datoteke
ca: Connector del KTextEditor per a inserir fitxers
de: KTextEditor-Erweiterung zum Einfügen von Dateien
el: Πρόσθετο εισαγωγής αρχείου του KTextEditor
eo: KTextEditor Enmeti-Dosieron-kromaĵeto
es: Plugin de inserción de archivos de KTextEditor
et: KTextEditori faili lisamise plugin
eu: Fitxategiak txertatzeko KTextEditor-en plugin-a
fi: KTextEditorin 'Lisää tiedosto'-laajennus
fr: Module externe du fichier d'insertion de KTextEditor
fy: KTextEditor-plugin foar it ynfoegjen fan triemmen
ga: Breiseán KTextEditor chun comhad a ionsá
gl: Plugin de Inserción de Ficheiro de KTextEditor
he: תוסף הוספת קובץ ל־KTextEditor
hi: के-टेक्स्ट-एडिटर फ़ाइल घुसाने का प्लगिन
hr: KTextEditor dodatak za umetanje datoteka
hu: KTextEditor fájlbeszúró bővítőmodul
id: Plugin Penyisipan Berkas KTextEditor
is: KTextEditor setja inn skrá íforrit
ja: KTextEditor ファイル挿入プラグイン
ka: ფაილის ჩადგმის KTextEditor-ის მოდული
kk: KTextEditor файлды ендіру модулі
km: កម្មវិធី​ជំនួយ​របស់ KTextEditor Insert File
lb: KTextEditor-Plugin fir Dateien anzefügen
lt: KTextEditor bylos įterpimo priedas
ms: Plug masuk Fail KTextEditor
nb: Programtillegg for 'sett inn fil' i KTextEditor
nds: KTextEditor-Plugin för't Datei-Infögen
ne: KTextEditor घुसाउने फाइल प्लगइन
nl: KTextEditor-plugin voor het invoegen van bestanden
nn: Programtillegg for innsetjing av fil i skriveprogram
pa: KTextEditor ਸ਼ਾਮਿਲ ਫਾਇਲ ਪਲੱਗਿੰਨ
pl: Wtyczka edytora wstawiania plików
pt: 'Plugin' de Inserção de Ficheiros do KTextEditor
pt_br: Plug-in de Inserção de Arquivos para o Editor de textos
ro: Modul inserare fişier pentru KTextEditor
ru: Модуль вставки файла KTextEditor
rw: Icomeka ryo Kongeramo Idosiye rya KMuhinduziMwandiko
se: KTextEditor-fiillalasiheami lassemoduvla
sk: Module pre vloženie súboru KTextEditor
sl: Vstavek KTextEditor za vstavljanje datotek
sr: KTextEditor прикључак за уметање фајла
sr@latn: KTextEditor priključak za umetanje fajla
ta: கேஉரைதொகுப்பாளர் கோப்பு உள்ளீட்டுச் சொருகுப்பொருள்
te: కెటెక్స్ట్ ఎడిటర్ దస్త్రాన్ని దూర్చు ప్లగిన్
tg: Пуркунандаи KTextEditor барои дарҷи файлҳо
th: ปลักอินการแทรกแฟ้มของ KTextEditor
tt: KTextEditor'nıñ Birem Tığu Quşılması
uk: Втулок KTextEditor для вставлення файла
vi: Bộ cầm phít Chèn Tập tin KTextEditor
zh_cn: KTextEditor 插入文件插件

source: Insert any readable file at cursor position
af: Voeg enige leesbare lêer in by die merker posisie
be: Устаўляе файл у пазіцыю курсора
bn: কার্সার অবস্থানে যে কোনো (পাঠযোগ্য) ফাইল অন্তর্ভুক্ত করতে পারে
bs: Ubacuje bilo koju čitljivu datoteku na poziciju kursora
ca: Inserir qualsevol fitxer llegible en la posició del cursor
de: Beliebige lesbare Datei an Cursor-Position einfügen
el: Εισαγωγή οποιουδήποτε αναγνώσιμου αρχείου στη θέση του δρομέα
eo: Enmeti iun legeblan dosieron ĉe la pozicio de la kursoro
es: Insertar cualquier archivo legible en la posición del cursor
et: Suvalise loetava faili lisamine kursori asukohta
eu: Kurtsorearen posizioan fitxategi irakurgarri bat txertatzen du
fi: Lisää mikä tahansa luettava tiedosto kursorin kohdalle
fr: Insérer tout fichier lisible à la position du curseur
fy: Els lêsber triem by it rinnerke ynfoegje
gl: Inserir calquera ficheiro lexíbel na posición do cursor
he: מוסיף כל קובץ בר קיראה במיקום הסמן
hr: Na položaju pokazivača umetnite bilo koju čitljivu datoteku
hu: Tetszőleges olvasható fájl beszúrása a kurzorpozíciónál
id: Sisipkan berkas apa saja yang bisa dibaca ke posisi kursor
is: Setur inn hvaða lesanlegu skrá sem er í stöðu bendilsins
ja: カーソル位置に読み込み可能なファイルを挿入します
ka: ნებისმიერი კითხვადი ფაილის კურსორის ადგილას ჩამატება
kk: Меңзер көрсететін орынға кез-келген оқылатын файлды ендіру
km: បញ្ចូល​ឯកសារ​ដែល​អាច​អាន​បាន​ណាមួយ​នៅ​ទីតាំង​របស់​ទស្សន៍​ទ្រនិច
lb: Setzt eng liesbar Datei bei der Cursorpositioun an
lt: Įterpią bet kokią skaitomą bylą ties žymekliu
ms: Sisipkan sebarang fail boleh baca di posisi kursor
nb: Sett inn en lesbar fil ved skrivemerket
nds: Jichtenseen leesbore Datei bi'n Blinker infögen
ne: कर्सर स्थितिमा कुनै पनि पढ्नयोग्य फाइल घुसाउनुहोस्
nl: Voeg een willekeurig leesbaar bestand in op de cursorpositie
nn: Set inn ei lesbar fil ved skrivemerket
pa: ਕੋਈ ਪੜਨਯੋਗ ਫਾਇਲ ਕਰਸਰ ਸਥਿਤੀ ਤੇ ਸ਼ਾਮਿਲ ਕਰੋ
pl: Wstawia zawartość pliku w pozycji kursora
pt: Insira qualquer ficheiro legível na posição do cursor
pt_br: Insere qualquer arquivo com permissões de leitura na posição do cursor
ro: Inserează la poziţia cursorului orice fişier citibil
ru: вставка любого читаемого файла в позиции курсора
rw: Kongeramo idosiye isomeka ibonetse ku mwanya w'inyoboranyandiko
se: Lasiha logahahtti fiilla čállinmearkka sajádahkii
sk: Vloží ľubovoľný súbor na pozíciu kurzora
sl: Vstavi katerokoli berljivo datoteko na položaju kazalca
sr: Убаците било који читљиви фајл на положају курсора
sr@latn: Ubacite bilo koji čitljivi fajl na položaju kursora
ta: சுட்டும் இடத்தில் படிக்கக்கூடிய கோப்பினை உள்ளிடு
te: ములుకు వున్న చోట చదవగలిగే దస్త్రాన్ని దూర్చును
tg: Файли хондашавандаи ҳеҷгуна дар мавқеъи курсор ҷойгир мекунад
th: ทำการแทรกแฟ้มที่สามารถอ่านได้ที่ตำแหน่งของเคอร์เซอร์
tt: Kürsär urınına, uqıp bulğan birem eçtälegen tığıp östi
uk: Вставляє вміст будь-якого файла, який можна прочитати, у позицію курсора
vi: Chèn bất kỳ tập tin có khả năng đọc tại vị trí của con chạy.
zh_cn: 在光标位置插入任何可读文件

source: KTextEditor Incremental Search Plugin
af: KTextEditor Inkrementele Soektog Inprop Module
be: Модуль паступовага пошуку
bn: কে-টেক্সট-এডিটর ধারাবাহিক সন্ধান প্লাগ-ইন
bs: KTextEditor dodatak za inkrementalnu pretragu
ca: Connector del KTextEditor per a la recerca incremental
de: KTextEditor-Erweiterung zur einengenden Suche
el: Πρόσθετο αυξητικής αναζήτησης KTextEditor
eo: KTextEditor Iom-post-Ioma-Serĉo-kromaĵeto
es: Plugin de búsqueda incremental de KTextEditor
et: KTextEditori täpsustava otsingu plugin
eu: KTextEditor-en bilaketa inkrementalerako plugin-a
fi: KTextEditorin tarkentuvan haun laajennus
fr: Module externe de recherche incrémentale pour KTextEditor
fy: KTextEditor-plugin foar sykaksjes yn meardere stappen
ga: Breiseán KTextEditor do chuardach incriminteach
gl: Plugin de Procura Incremental de KTextEditor
he: תוסף חיפוש חלקי ל־KTextEditor
hi: के-टेक्स्ट-एडिटर इंक्रीमेंटल सर्च प्लगइन
hr: KTextEditor dodatak za traženje u koracima
hu: KTextEditor inkrementális keresési bővítőmodul
id: Plugin Pencarian Bertahap KTextEditor
is: KTextEditor þrepaleitar-íforrit
ja: KTextEditor インクリメンタル検索プラグイン
ka: ნამატი ძიების KTextEditor მოდული
kk: KTextEditor инкременттік іздеу модулі
km: កម្មវិធី​ជំនួយ​ខាង​ក្នុង KTextEditor Incremental Search
lb: Inkrementellen Sich-Plugin fir de KTextEditor
lt: KTextEditor augančios paieškos priedas
ms: Plug masuk Carian Meningkat KTextEditor
nb: Programtillegg for 'fortløpende søk' i KTextEditor
nds: KTextEditor-Plugin för "Tast för Tast"-Söök
ne: KTextEditor बढोत्तरीत खोजी प्लगइन
nl: KTextEditor-plugin voor incrementele zoekacties
nn: Programtillegg for inkrementelt søk i skriveprogram
pa: KTextEditor ਲਗਾਤਾਰ ਖੋਜ ਪਲੱਗਿੰਨ
pl: Wtyczka edytora do szukania przyrostowego
pt: 'Plugin' de Procura Incremental do KTextEditor
pt_br: Plug-in de Busca Incremental para o Editor de textos
ro: Modul de căutare incrementală pentru KTextEditor
ru: Модуль поиска по набору KTextEditor
rw: Icomeka Nyongeragaciro ryo Gushakisha rya KMuhinduziMwandiko
se: KTextEditor lassáneaddji-ohcan lassemoduvla
sk: Modul pre inkrementálne hľadanie KTextEditor
sl: Vstavek KTextEditor za postopno iskanje
sr: KTextEditor прикључак за инкрементално претраживање
sr@latn: KTextEditor priključak za inkrementalno pretraživanje
ta: கேஉரை தொகுப்பாளர் படிப்படியான தேடற் சொருகுப்பொருள்
te: కెటెక్స్ట్ ఎడిటర్ హెచ్చించి వెతుకుటకు ప్లగిన్
tg: Пуркунандаи KTextEditor барои ҷустуҷӯи афзоиш
th: ปลักอินการค้นหาแบบทบเพิ่มของ KTextEditor
tt: KTextEditor'nıñ Artıp Ezläw Quşılması
uk: Втулок KTextEditor для покрокового пошуку
vi: Bộ cầm phít Tìm kiếm Dần dần KTextEditor
zh_cn: KTextEditor 增量搜索插件

source: Also known as "As you type search"
af: Ook bekend as "Soos jy tik soektog"
be: Другая назва "пошук пры набіранні"
bn: "টাইপ করাকালীন সন্ধান" হিসাবেও পরিচিত
bs: Takođe poznat kao "Pretraga dok kucate"
ca: També es coneix com a "Cerca en teclejar"
de: Suchvorgänge beim Tippen
el: Επίσης γνωστή και ως "Αναζήτηση κατά την πληκτρολόγηση"
eo: Ankaŭ konata kiel "Dumtajpa serĉo"
es: También conocido como "Búsqueda mientras teclea"
et: Tuntud ka kui "otsimine vastavalt kirjutamisele"
eu: "Idaztean bilatu" bezala ere ezaguna
fi: Tunnetaan myös nimellä "Hae kun kirjoitat"
fr: Aussi connu comme « Recherche pendant la saisie »
fy: Ek bekend as"ûnder it typen sykje"
ga: Darbh ainm "Cuardach Beo" freisin
gl: Tamén coñecido como "Busca mentres escrebes"
he: ידוע גם בתור "חיפוש תוך כדי כתיבה"
hi: ऐसे भी जाना जाता है "जैसे जैसे टाइप करते जाएँ- ढूंढते जाएँ"
hr: Poznat i kao "As you type search"
hu: Más néven "Beírásos keresés"
id: Dikenal juga sebagai "Cari sembari mengetik"
is: Einnig þekkt sem "Leita meðan þú pikkar"
ja: 逐次検索ともいいます
ka: იგივეა, რაც ძიება აკრეფის პროცესში
kk: Басқаша "Теруге қарай іздеу" деп аталатын
km: ​ក៏​ស្គាល់​ជា "ស្វែងរក ពេល​អ្នក​វាយ"
lb: Och bekannt als "Sichen, wärend dir antippt"
lt: Taip pat žinomas kaip „paieška spausdinimo metu“
ms: Juga dikenali sebagai "Apabila nada taip cari"
nb: Også kjent som søk «etterhvert som du skriver»
nds: Direktemang bi't Tippen söken
ne: "तपाईँले खोजी टाइप गरे जस्तै" को रूपमा पनि चिनिन्छ
nl: Ook bekend als "Zoeken terwijl u typt"
nn: Òg kjend som søk «etter kvart som du skriv»
pa: ਇਸ ਤਰਾਂ ਵੀ ਜਾਣੋ ਕਿ "ਜਿਵੇਂ ਤੁਸੀਂ ਖੋਜ ਲਿਖੀ"
pl: Tzw. "wyszukiwanie podczas pisania"
pt: Também conhecida como "Procura enquanto escreve"
pt_br: Conhecido também como "Busca como você digitar"
ro: Căutare instantanee, pe măsură ce scrieţi modelul de text căutat
ru: Поиск по набору символов
rw: Nanone bizwi nka "Nk'iyo wanditse ishakisha"
se: Maiddái dovddus «oza dađistaga go čálát» namas.
sk: Známe aj ako "Hľadanie podľa napísaného textu"
sl: Znano tudi kot »Iskanje med tipkanjem«
sr: Познато и као „претрага док куцате“
sr@latn: Poznato i kao „pretraga dok kucate“
ta: "தேடு என்று தட்டச்சிட்டவுடன்" என்றும் அழைக்கப்படும்
te: "టైపు చెస్తుండగా వెతుకుట "అని కూడా అందురురు
tg: Ҳамчун "Ҷустуҷӯи ҳарфчинӣ" машҳур аст
th: หรือรู้จักกันอีกอย่างว่า "ค้นหาขณะพิมพ์"
tt: Cıyılu belän beryulı ezli
uk: Також відомий як "Пошук за вводом"
vi: Cũng được biết như là « Tìm kiếm trong khi gõ ».
zh_cn: 也称为“即输即搜”

source: KTextEditor KDataTool Plugin
af: KTextEditor KDataTool Inprop Module
be: Модуль KDataTool
bn: কে-টেক্সট-এডিটর কে-ডেটা-টুল প্লাগ-ইন
bs: KTextEditor KDataTool dodatak
ca: Connector KDataTool per al KTextEditor
de: KTextEditor-Erweiterung für KDataTool
el: Πρόσθετο KTextEditor KDataTool
eo: KTextEditor KDataTool Kromaĵo
es: Plugin KDataTool de KTextEditor
et: KTextEditori KDataTool plugin
eu: KTextEditor-en KDataTool plugin-a
fi: KTextEditor KDataTool -lisäosa
fr: Module externe KDataTool pour KTextEditor
fy: KTextEditor-plugin foar KDatatool
ga: Breiseán KDataTool do KTextEditor
gl: Plugin KDataTool de KTextEditor
he: תוסף כלי נתונים ל־KTextEditor
hi: के-टेक्स्ट-एडिटर के-डाटा-टूल प्लगइन
hr: KTextEditor dodatak za KDataTool
hu: KTextEditor KDataTool bővítőmodul
id: Plugin KDataTool untuk KTextEditor
is: KTextEditor KDataTool íforrit
ja: KTextEditor KDataTool プラグイン
ka: მონაცემთა დამუშავების KTextEditor-ის მოდული
kk: KTextEditor KDataTool модулі
km: កម្មវិធី​ជំនួយ​ខាង​ក្នុង KDataTool KTextEditor
lt: KTextEditor KDataTool priedas
ms: Plug masuk KDataTool KTextEditor
nb: KTextEditor KDataTool-programtillegg
nds: KTextEditor-Plugin för KDataTool
ne: KTextEditor KDataTool प्लगइन
nl: KTextEditor-plugin voor KDatatool
nn: KDataTool-programtillegg for skriveprogram
pa: KTextEditor KDataTool ਪਲੱਗਿੰਨ
pl: Wtyczka edytora do obsługi danych
pt: 'Plugin' do KDataTool do KTextEditor
pt_br: Plug-in de Ferramenta de Dados para o Editor de textos
ro: Modul KDataTool pentru KTextEditor
ru: Модуль обработки данных KTextEditor
rw: Icyomeka ry'Igikoresho KIbyatanzwe rya KMuhinduziMwandiko
se: KDataTool-lassemoduvla čállinprográmmaid várás
sk: Module KDataTool KTextEditor
sl: Vstavek KTextEditor KDataTool
sr: KTextEditor KDataTool прикључак
sr@latn: KTextEditor KDataTool priključak
ta: கேஉரைதொகுப்பாளர் கேதகவல் கருவி சொருகுப்பொருள்
te: కెటెక్స్ట్ ఎడిటర్ కెడాటాటూల్ ప్లగిన్
tg: Пуркунандаи KTextEditor барои таҳрири додаҳо
th: ปลักอินเครื่องมือ KData ของ KTextEditor
tt: KTextEditor'nıñ Eşkärtü Quşılması
uk: Втулок KTextEditor KDataTool
vi: Bộ cầm phít Công cụ KData KTextEditor
zh_cn: KTextEditor KDataTool 插件
