Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/kate-desktops/csb.po
Languages: csb

source: Embedded Advanced Text Editor
csb: Òbsôdzony awansowôny editora tekstu

source: KTextEditor Autobookmarker
csb: Aùtomatné wstôwianié załóżków dlô KTextEditor

source: Set bookmarks on lines matching a pattern when documents are loaded
csb: Wstôwiô, òb czas wczëtëwaniô, załóżczi w pasownëch liniach do dónegò mùstra

source: KTextEditor Insert File Plugin
csb: Plugins editorë wstôwianiô lopków

source: Insert any readable file at cursor position
csb: Wstôwiô zamkłosc lopkù przë kursorze

source: KTextEditor Incremental Search Plugin
csb: Pligins editorë do przërostowi szëkbë

source: Also known as "As you type search"
csb: Tzw. "szëkba òb czas pisaniô"

source: KTextEditor KDataTool Plugin
csb: Pligins editorë do òbsłużënkù pòdôwków

source: Enable data tools like thesaurus and spell check (if installed)
csb: Òbsłużënk nôrzãdzów ôrtu tezaurus ë sprôwdzanié pisënkù

source: KTextEditor Word Completion Plugin
csb: Plugins editorë do dofùlowaniô słowów

source: Directional or popup-based completion from words in the document
csb: Dofùlowanié na spòdlëm lëstë słowów w dokùmence

source: Kate Part JavaScript Test
csb: Test JavaScript - dzélu Kate

source: Script for testing kate part's scripting
csb: Skript do testowaniô mòżnotë skriptów Kate
