Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeioslave-desktops/*.po
Languages: cs, it, pl, ru, uk

source: BZip2 Filter
cs: Filtr BZip2
it: Filtro Bzip2
pl: Filtr BZip2
ru: Фильтр bzip2
uk: Фільтр BZip2

source: GZip Filter
cs: Filtr GZip
it: Filtro Gzip
pl: Filtr GZipa
ru: Фильтр gzip
uk: Фільтр GZip

source: HTTP Cache Cleaner
cs: Nástroj pro vyprázdnění cache protokolu HTTP
it: Ripulitore della cache HTTP
pl: Czyszczenie bufora HTTP
ru: Очистка кэша HTTP
uk: Очищувач кешу HTTP

source: Cleans up old entries from the HTTP cache
cs: Odstraňuje staré položky z HTTP cache
it: Ripulisce la cache HTTP dalle voci vecchie
pl: Usuwa stare wpisy z bufora HTTP
ru: Удаление устаревших элементов из кэша HTTP
uk: Вичищає старі елементи з кешу HTTP

source: KDED Cookie Jar Module
cs: KDED modul pro cookies
it: Modulo Jar dei cookie per KDED
pl: Zarządzanie ciasteczkami
ru: Служба cookie
uk: Модуль глечика з куками KDED

source: Keeps track of all cookies in the system
cs: Spravuje a sleduje cookies v systému
it: Tiene traccia di tutti i cookie del sistema
pl: Przechowuje wszystkie ciasteczka w systemie
ru: Управление закладками-cookie в KDED
uk: Стежить за всіма куками в системі

source: ISO9660 View
cs: Prohlížeč ISO9660
it: Vista ISO9660
pl: Widok ISO9660
ru: Просмотр ISO9660
uk: Огляд ISO9660

source: ISO9660 Image Viewer
cs: Prohlížeč obrazů ISO9660
it: Visualizzatore immagini ISO9660
pl: Przeglądarka obrazów ISO9660
ru: Просмотр образов ISO9660
uk: Переглядач Образів ISO9660

source: XZ Filter
cs: Filtr XZ
it: Filtro XZ
pl: Filtr XZ
ru: Фильтр XZ
uk: Фільтр XZ

source: A tdeioslave for ISO9660 filesystems
cs: TDEioslave pro souborový systém ISO9660
it: Un tdeioslave per filesystem ISO9660
pl: Wtyczka tdeioslave do obsługi systemu plików ISO9660
ru: tdeioslave для файловой системы ISO9660
uk: tdeioslave файлових систем ISO9660
