Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdecore-eventsrc/*.po
Languages: af, ar, az, bg, bn, br, ca, cs, da, de, el, eo, es, et, eu, fi, fr, fy, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, km, lb, lt, mk, mn, ms, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, rw, sk, sl, sq, sr, sr@latn, sv, ta, te, tg, th, tr, tt, uk, uz, uz@cyrillic

source: System Notifications
af: Stelsel Inkennistelling
ar: تنبيهات كيدي
az: Sistem Bildirişləri
bg: Системни съобщения
bn: কে.ডি.ই সিস্টেম বার্তাবলী
br: Kemennoù ar reizhiad
ca: Notificacions del sistema
cs: Systémová hlášení prostředí
da: systembekendtgørelser
de: Systemnachrichten
el: Ειδοποιήσεις συστήματος του
eo: Sistematentigoj
es: Notificaciones del sistema de
et: süsteemi märguanded
eu: ren sistemako jakinarazpenak
fi: järjestelmähuomautukset
fr: Notifications du système
fy: Systeemberjochten
ga: Fógairt Chórais
gl: Notificacións do Sistema de
he: הודעות מערכת של
hi: केडीई तंत्र सूचना
hr: sistemske obavijesti
hu: rendszerüzenetek
id: Sistem Pemberitahuan
is: Tilkynningar kerfisins
it: Avvisi di sistema di
ja: システム通知
ka: სისტემური შეტყობინებები
kk: жүйе құлақтандырулар
km: ការ​ជូន​ដំណឹង​អំពី​ប្រព័ន្ធ​របស់
lb: System-Norichten
lt: Sistemos Pranešimai
mk: системски известувања
mn: Системийн сонордуулга
ms: Sistem Pemberitahuan
nb: Systemvarsler
nds: Systeemnarichten
ne: प्रणाली सूचना
nl: Systeemnotificaties
nn: Systempåminningar
pa: ਸਿਸਟਮ ਟਿੱਪਣੀਆਂ
pl: Powiadamianie systemowe w
pt: Mensagens do sistema
pt_br: Notificações de sistema do
ru: Системные сообщения
rw: Amamenyekanisha ya Sisitemu
sk: Systémové správy
sl: Sistemska obvestila
sq: Njoftim nga Sistemi
sr: ова системска обавештења
sr@latn: ova sistemska obaveštenja
sv: systemunderrättelser
ta: கேடிஇ கணினி அறிவிப்புகள்
te: కెడిఈ వ్యవస్థ ప్రకటనలు
tg: Хабарҳои системавии
th: การแจ้งเตือนของระบบ
tr: Sistem Bildirimleri
tt: nıñ Sistem Beldermäläre
uk: Системні повідомлення
uz: tizimning xabarnomalari
uz@cyrillic: тизимнинг хабарномалари

source: Trash: emptied
af: Gemors: leeggemaak
bg: Кошчето е изтрито
bn: আবর্জনা: ফাঁকা
br: Pod-lastez : goullonderet
ca: Paperera: buida
cs: Koš vyprázdněn
da: Affald: tømt
de: Mülleimer: geleert
el: Ο Κάδος Απορριμμάτων άδειασε
eo: Rubujo: Malplena
es: Papelera: vaciada
et: Prügikast: tühjendatud
eu: Zakarrontzia: hustuta
fi: Roskakori: tyhjennetty
fr: Corbeille : vidée
fy: Jiskefet: leech makke
ga: Bruscar: folmhaithe
gl: Lixo: valeirado
he: אשפה: רוקן
hr: Otpad: ispražnjeno
hu: Szemétkosár: kiürítve
id: Tempat Sampah: emptied
is: Rusl: tæmt
it: Cestino: svuotato
ja: ごみ箱: 空
ka: ურნა: ცარიელია
kk: Өшірігендер жойылды
km: ធុង​សំរាម ៖ បាន​សម្អាត
lb: Dreckskëscht: eidel
lt: Šiukšliadėžė: ištuštinta
mk: Корпа: празна
ms: Tong Sampah; dikosongkan
nb: Papirkurven: tømt
nds: Affalltünn: leddigmaakt
ne: रद्दीटोकरी: रित्तियो
nl: Prullenbak: geleegd
nn: Papirkorg: tømt
pa: ਰੱਦੀ: ਖਾਲੀ ਕੀਤੀ ਗਈ
pl: Kosz: opróżniony
pt: Lixo: esvaziado
pt_br: Lixeira: vazia
ru: Корзина очищена
rw: Agatebo: gafite ubusa
sk: Koš: vyprázdnený
sl: Smeti: izpraznjeno
sr: Смеће: испражњено
sr@latn: Smeće: ispražnjeno
sv: Papperskorg: tömd
ta: தொட்டி: காலியாக்கப்பட்டது
te: చెత్త : ఖాళి
tg: Ахлотдон: тозашуда
th: ถังขยะ: เททิ้ง
tr: Çöp: boşaltıldı
tt: Çüplek: buşatıldı
uk: Смітник: спорожнено
uz: Chiqindilar qutisi boʻshatildi
uz@cyrillic: Чиқиндилар қутиси бўшатилди

source: The trash has been emptied
af: Die gemors is leeggemaak
bg: Съдържанието а кошчето е изтрито
bn: আবর্জনার বাক্স ফাঁকা করা হয়েছে
br: Goullonderet e oa ar pod-lastez
ca: S'ha buidat la paperera
cs: Koš byl vyprázdněn
da: Affaldet er blevet tømt ud
de: Der Mülleimer wurde geleert
el: Ο Κάδος Απορριμμάτων άδειασε
eo: la rubujo malpleniĝis
es: La papelera se ha vaciado
et: Prügikast on tühjendatud
eu: Zakarrontzia hustu da
fi: Roskakori on tyhjennetty
fr: La corbeille a été vidée
fy: It jiskefet is leech makke
ga: Folmhaíodh an bruscar
gl: O lixo foi valeirado
he: פה האשפה רוקן
hr: Otpad je ispražnjen
hu: A szemétkosár kiürült
id: Tempat sampah sudah dikosongkan
is: Ruslafatan hefur verið tæmd
it: Il cestino è stato svuotato
ja: ごみ箱を空にしました
ka: ურნა დაცარიელდა
kk: Өшірілгендер қапшық тазарды
km: ធុង​សំរាម​ត្រូវ​បាន​សម្អាត
lb: D'Dreckskëscht ass eidelgemat ginn
lt: Šiukšliadėžė buvo ištuštinta
mk: Корпата беше испразнета
ms: Tong sampah telah dikosongkan
nb: Papirkurven er tømt
nds: De Affalltünn wöör leddig maakt
ne: रद्दीटोकरी रित्तिएको छ
nl: De prullenbak is geleegd
nn: Papirkorga er tømt
pa: ਰੱਦੀ ਨੂੰ ਖਾਲੀ ਕੀਤਾ ਜਾ ਚੁੱਕਾ ਹੈ
pl: Kosz został opróżniony
pt: O lixo foi esvaziado
pt_br: A lixeira foi esvaziada
ru: Корзина была очищена
rw: Agatebo kavanywemo byose
sk: Kôš bol vyprázdnený
sl: Smeti so spraznjene
sr: Смеће је испражњено
sr@latn: Smeće je ispražnjeno
sv: Papperskorgen har tömts
ta: தொட்டி காலியாக்கப்பட்டது
te: చెత్త ను పారబొయటమైనది
tg: Ахлотдон тоза карда шуд
th: เทถังขยะทิ้งแล้ว
tr: Çöp boşaltıldı
tt: Çüplek buşatılğan buldı
uk: Смітник було спорожнено
uz: Chiqindilar qutisi boʻshatildi
uz@cyrillic: Чиқиндилар қутиси бўшатилди

source: Textcompletion: rotation
af: Teksvoltooiïng: rotering
ar: اكمال نص: تدوير
az: Textcompletion: döndərmə
bg: Автоматично завършване: завъртане
bn: Textcompletion: আবর্তন
br: KlokadurSrid : troerezh
ca: Compleció de text: rotació
cs: Doplňování textu: rotace
da: Tekstkomplettering: rotation
de: Textvervollständigung: rotierend
el: Συμπλήρωση κειμένου: περιστροφή
eo: Kkompletigo: rotacio
es: Completado de texto: rotación
et: Teksti lõpetamine: pööramine
eu: Testu-osaketa: biraketa
fi: Tekstintäydennys: pyöritys
fr: Autocomplètement de texte : rotation
fy: Tekstkompletearing: rotaasje
ga: Comhlánú téacs: imchasadh
gl: Textcompletion: rotación
he: השלמת טקסט: רוטציה
hi: टेक्स्ट कम्पलीशनः रोटेशन
hr: Textcompletion: rotacija
hu: Szövegkiegészítés: forgatás
id: Pemenuhanteks: rotasi
is: Textaklárun: snúningur
it: Completamento testo: rotazione
ja: テキスト補完: 繰り返し
ka: თვითშევსება: მოტრიალება
kk: Автотолтыру: бұрау
km: ការ​បំពេញ​អត្ថបទ ៖ ការ​បង្វិល
lb: Textergänzung: rotéierent
lt: Textcompletion: sukimas
mk: Довршување текст: ротација
mn: Текст гүйцээлт: эргүүлэлт
ms: Penyudah teks: putaran
nb: Tekstfullføring: rotering
nds: Textkompletteren: dreihen
ne: पाठ समाप्ति: परिक्रमण
nl: Tekstaanvulling: rotatie
nn: Tekstfullføring: rotering
pa: Textcompletion: ਘੁੰਮਾਓ
pl: Uzupełnianie tekstu: rotacja
pt: Completação de texto: dei a volta
pt_br: Completar Texto: rotação
ru: Автозавершение: поворот
rw: Iyuzuzamwandiko: Ukuzenguruka
sk: Doplnenie textu:rotácia
sl: Dopolnjevanje: vrtenje
sq: Mbarimtekski: rrotullim
sr: Допуњавање текста: ротација
sr@latn: Dopunjavanje teksta: rotacija
sv: Textkomplettering: rotation
ta: உரைநிறைவு: சுழற்சி
te: వాచకపూరణ:భ్రమణం
tg: Худхотимадиҳӣ: гардиш
th: การเติมข้อความให้สมบูรณ์: การหมุน
tr: Textcompletion: çevirme
tt: Süzazağı: äyländerü
uk: Доповнення тексту: обертання
uz: Matnni tugatish: qaytarish
uz@cyrillic: Матнни тугатиш: қайтариш

source: The end of the list of matches has been reached
af: Die einde van die lys van ooreenkomste is bereik
bg: Достигнат е края на списъка от съвпадения
bn: মিলের তালিকার শেষে উপস্থিত
br: Tizhet eo diwezh roll ar gendoareoù
ca: S'ha arribat al final de la llista de coincidències
cs: Dosaženo konce seznamu odpovídajících položek
da: Slutningen på listen over det fundne er nået
de: Das Ende der Liste mit Übereinstimmungen wurde erreicht
el: Φτάσαμε στο τέλος της λίστας με τα ταιριάσματα
eo: Fino de la listo de kongruaĵoj
es: Se ha alcanzado el final de la lista de concordancias
et: Jõuti kokkulangevuste nimekirja lõppu
eu: Bat datozenen zerrendaren amaierara iritsi da
fi: Osumalistan loppu saavutettu
fr: La fin de la liste des correspondances a été atteinte
fy: It ein fan de oerienkomstenlist is berikt
gl: Chegou-se á fin da lista de coincidéncias.
he: הגיעו לסוף רשימת ההתאמות
hi: मिलान सूची का अंतिम आ पंहुचा.
hr: Stiglo se do završetka popisa podudarnosti
hu: A találatok listájának végére értem
id: Akhir daftar pencocokan telah dicapai
is: Enda listans yfir atriði sem passa náð
it: È stata raggiunta la fine della lista delle corrispondenze
ja: マッチリストの終端に達しました
ka: თანხვედრათა სიის ბოლო.
kk: Сайкестіктер тізімі соңына жетті
km: បាន​ទៅ​ដល់​ចុង​បញ្ចប់​នៃ​បញ្ជី​ដំណូច
lb: D'Enn vun der Lëscht mat den Iwwerteneestëmmungen ass erreecht ginn
lt: Pasiektas atitikmenų sąrašo galas
mk: Достигнат е крајот на листата на совпаѓања
ms: Sampai ke akhiran senarai padanan
nb: Har kommet til slutten av lista over treff
nds: Dat is dat Enn vun de List mit Övereenstimmen
ne: मिल्दो सूचीको अन्त्यमा पुगिएको छ
nl: Het einde van de lijst met overeenkomsten is bereikt
nn: Slutten av trefflista er nådd
pa: ਮੇਲ ਸੂਚੀ ਦਾ ਅੰਤ ਆ ਗਿਆ ਹੈ
pl: Osiągnięto koniec listy dopasowań
pt: O fim da lista de escolhas foi atingido
pt_br: O fim da lista de coincidências foi atingido
ru: Достигнут конец списка совпадений
rw: Impera y'urutonde rw'ibihura yagezweho
sk: Bol dosiahnutý koniec zoznamu nájdených položiek
sl: To je konec seznama zadetkov
sr: Достигнут је крај листе подударања
sr@latn: Dostignut je kraj liste podudaranja
sv: Slutet på listan med träffar har nåtts
ta: பொருத்தப் பட்டியலின் முடிவை அடைந்தாயிற்று.
te: జతల జాబితా చివరకు చేరుకున్నము
tg: Охири рӯйхати мувофиқат расид
th: ถึงส่วนท้ายของรายการที่เข้าคู่ได้แล้ว
tr: Eşleşme listesinin sonuna gelindi
tt: Kileşülär tezmäseneñ azağına cittek
uk: Досягнуто кінець списку збігань
uz: Mos keladigan elementlar roʻyxatining oxiri
uz@cyrillic: Мос келадиган элементлар рўйхатининг охири

source: Textcompletion: no match
af: Teksvoltooiïng: nee ooreenstem
ar: اكمال نص: لا يوجد تماثل
az: Textcompletion: oxşarı Yoxdur
bg: Автоматично завършване: няма съвпадение
bn: Textcompletion: কোনো মিল পাওয়া যায়নি
br: KlokadurSrid : kendoare ebet
ca: Compleció de text: cap coincidència
cs: Doplňování textu: žádná shoda
da: Tekstkomplettering: intet fundet
de: Textvervollständigung: keine Übereinstimmung
el: Συμπλήρωση κειμένου: κανένα ταίριασμα
eo: Kkompletigo: neniu trovaĵo
es: Completado de texto: no hay concordancias
et: Teksti lõpetamine: kokkulangevus puudub
eu: Testu-osaketa: ez dago bat datorrenik
fi: Tekstintäydennys: ei osumia
fr: Autocomplètement de texte : aucune correspondance
fy: Tekstkompletearing - gjin oerienkomst
ga: Comhlánú téacs: níl aon rud inchurtha
gl: Textcompletion: sen coincidéncia
he: השלמת טקסט: אין התאמה
hi: टेक्स्ट कम्पलीशनः मिलान नहीं
hr: Textcompletion: bez poklapanja
hu: Szövegkiegészítés: nincs találat
id: Pemenuhanteks: tidak ada yang cocok
is: Textaklárun: ekkert passar
it: Completamento testo: nessuna corrispondenza
ja: テキスト補完: マッチなし
ka: თვითშევსება: თანხვედრები არ არის
kk: Автотолтыру: сәйкестік жоқ
km: ការ​បំពេញ​អត្ថបទ ៖ គ្មាន​ដំណូច
lb: Textergänzung: keng Iwwerteneestëmmung
lt: Textcompletion: netinka
mk: Довршување текст: нема совпаѓања
mn: Текст гүйцээлт: Харьцуулалтгүй
ms: Penyudah teks: tiada padanan
nb: Tekstfullføring: ingen treff
nds: Textkompletteren: nix passt
ne: पाठ समाप्ति: बेमेल
nl: Tekstaanvulling - geen overeenkomsten
nn: Tekstfullføring: ingen treff
pa: Textcompletion: ਕੋਈ ਮੇਲ ਨਹੀ
pl: Uzupełnianie tekstu: brak dopasowania
pt: Completação de texto: nenhuma encontrada
pt_br: Completar Texto: nenhuma coincidência
ru: Автозавершение: нет совпадений
rw: Iyuzuzamwandiko: nta bihura
sk: Doplnenie textu: žiadna zhoda
sl: Dopolnjevanje: ni ujemanja
sq: Mabrimteksti: nuk ka përputhje
sr: Допуњавање текста: нема поклапања
sr@latn: Dopunjavanje teksta: nema poklapanja
sv: Textkomplettering: ingen träff
ta: உரைநிறைவு: பொருத்தமில்லை
te: వాచకపూరణ:జత లేదు
tg: Худхотимадиҳӣ: номуносиб
th: การเติมข้อความให้สมบูรณ์: ไม่เข้าคู่
tr: Textcompletion: eşleşme Yok
tt: Süzazağı: kileşkäne yuq
uk: Доповнення тексту: немає відповідних значень
uz: Matnni tugatish: mos keladigan yoʻq
uz@cyrillic: Матнни тугатиш: мос келадиган йўқ

source: No matching completion was found
af: Geen ooreenstemming was gevind
bg: Не е намерено съвпадение
bn: কোনো যুতসই পরিপূরক পাওয়া যায় নি
br: Kendoare ebet na voe kavet
ca: No s'ha trobat cap coincidència completable
cs: Nenalezeno žádné vhodné doplnění
da: Ingen passende komplettering blev fundet
de: Keine passende Ergänzung gefunden
el: Δε βρέθηκε συμπλήρωση που να ταιριάζει
eo: Ne troviĝis konvena kompletigo.
es: No se encontró ningún completado concordante
et: Kokkulangevat lõppu ei leitud
eu: Ez da bat datorren osaketarik aurkitu
fi: Ei osumia täydennettäväksi
fr: Aucune possibilité d'auto-complètement trouvée
fy: gjin oerienkomstige kompletearings binne fun
gl: Non se atopou nengunha completado coincidente.
he: לא נמצאה אף השלמה תואמת
hi: कोई मैचिंग कम्प्लीशन नहीं मिला
hr: Nije pronađena nijedna podudarnost
hu: Nem található megfelelő kiegészítés
id: Tidak ada pelengkapan yang cocok
is: Ekkert passar
it: Nessun completamento corrispondente trovato
ja: マッチする補完は見つかりませんでした
ka: თანხვედერები ვერ მოიძებნა.
kk: Сәйкестік жоқ
km: រក​មិន​ឃើញ​ការ​បំពេញ​ដែល​ដូច
lb: Et gouf keng passend Ergänzung fonnt
lt: Nerasta atitinkanti pabaiga
mk: Не е најдено совпаѓање
ms: Tiada padanan lengkapan ditemui
nb: Ingen passende fullføring funnet
nds: Dor passt nix
ne: बेमेल समाप्ति फेला पारेको थियो
nl: Er werd geen overeenkomstige aanvulling gevonden
nn: Ingen passande fullføring funne
pa: ਸਮਾਪਤੀ ਤੱਕ ਕੋਈ ਮੇਲ ਨਹੀਂ ਲੱਭਾ
pl: Nie znaleziono dopasowania
pt: Não foi encontrada qualquer completação
pt_br: Nenhuma coincidência foi encontrada
ru: Не найдено совпадений
rw: Nta yuzuza rihura ryabonetse
sk: Žiadna zhoda nebola nájdená
sl: Ni najti ujemajočih se zadetkov
sr: Подударна допуна није пронађена
sr@latn: Podudarna dopuna nije pronađena
sv: Ingen matchande komplettering hittades
ta: பொருத்தமான நிறைவு ஏதுமில்லை.
te: సరిపోయె జత దొరకలేదు
tg: Ягон мувофиқат ёфт нашуд
th: ไม่พบส่วนเติมข้อความที่เข้าคู่
tr: Eşleşme bulunamadı
tt: Kileşkän azaqlar tabılmadı
uk: Відповідного завершення не знайдено
uz: Mos keladigan tugatish topilmadi
uz@cyrillic: Мос келадиган тугатиш топилмади

source: Textcompletion: partial match
af: Teksvoltooiïng: gedeeltelike ooreenstem
ar: اكمال نص: تماثل جزئي
az: Textcompletion: qismi oxşar
bg: Автоматично завършване: частично съвпадение
bn: Textcompletion: আংশিক মিল
br: KlokadurSrid : kendoare darnek
ca: Compleció de text: coincidència parcial
cs: Doplňování textu: částečná shoda
da: Tekstkomplettering: delvist fundet
de: Textvervollständigung: teilweise Übereinstimmung
el: Συμπλήρωση κειμένου: μερικό ταίριασμα
eo: Kkompletigo: parta trovaĵo
es: Completado de texto: concordancia parcial
et: Teksti lõpetamine: osaline kokkulangevus
eu: Testu-osaketa: bat datorren partziala
fi: Tekstintäydennys: osittainen osuma
fr: Autocomplètement de texte : correspondance partielle
fy: Tekstkompletearing - foar in diel oerienkommend
ga: Comhlánú téacs: inchurtha i bpáirt
gl: Textcompletion: coincidéncia parcial
he: השלמת טקסט: התאמה חלקית
hi: टेक्स्ट कम्पलीशनः अधूरा मिलान
hr: Textcompletion: djelomično poklapanje
hu: Szövegkiegészítés: részleges találat
id: Pemenuhanteks: cocok sebagian
is: Textaklárun: passar næstum því
it: Completamento testo: corrispondenza parziale
ja: テキスト補完: 部分的にマッチ
ka: თვითშევსება: ნაწილობრივი თანხვედრა
kk: Автотолтыру: жарты-жарым сәйкестік
km: ការ​បំពេញ​អត្ថបទ ៖ ដូច​ខ្លះៗ
lb: Textergänzung: deelweis Iwwerteneestëmmung
lt: Textcompletion: tinka dalinai
mk: Довршување текст: делумни совпаѓања
mn: Текст гүйцээлт: Хагас харьцуулалттай
ms: Penyudah teks: separa padanan
nb: Tekstfullføring: delvis treff
nds: Textkompletteren: passt deelwies
ne: पाठ समाप्ति: आंशिक मिल्यो
nl: Tekstaanvulling - gedeeltelijke overeenkomsten
nn: Tekstfullføring: delvis treff
pa: Textcompletion: ਅਧੂਰਾ ਮਿਲਾਨ
pl: Uzupełnianie tekstu: częściowe dopasowanie
pt: Completação de texto: parcial
pt_br: Completar Texto: coincidência parcial
ru: Автозавершение: частичное совпадение
rw: Iyuzuzamwandiko: uguhura kutuzuye
sk: Doplnenie textu: čiastočná zhoda
sl: Dopolnjevanje: delno ujemanje
sq: Mbarimteksti: përputhje e pjesërishme
sr: Допуњавање текста: делимично поклапање
sr@latn: Dopunjavanje teksta: delimično poklapanje
sv: Textkomplettering: delvis träff
ta: உரைநிறைவு: குறைப் பொருத்தம்
te: వాచకపూరణ: పాక్షిక జత
tg: Худхотимадиҳӣ: мувофиқати қисмӣ
th: การเติมข้อความให้สมบูรณ์: เข้าคู่บางส่วน
tr: Textcompletion: kısmi eşleşme
tt: Süzazağı: öleşçä kileşkän
uk: Доповнення тексту: часткове збігання
uz: Matnni tugatish: qisman mos kelish
uz@cyrillic: Матнни тугатиш: қисман мос келиш

source: There is more than one possible match
af: Daar is meer as een moontlik ooreenkoms
bg: Намерени са повече от едно съвпадение
bn: একাধিক সম্ভাব্য পরিপূরক বর্তমান
br: Tremen ur c'hendoare a zo
ca: Hi ha més d'una possible coincidència
cs: Existuje více vhodných odpovídajících položek
da: Der er mere end en mulighed
de: Mehr als eine mögliche Ergänzung vorhanden
el: Υπάρχουν περισσότερες από μία δυνατές συμπληρώσεις
eo: Ekzistas pli ol unu konvena trovaĵo.
es: Hay más de una posible concordancia
et: Võimalike variante on rohkem kui üks
eu: Bat datorrenak bat baino gehiago dira
fi: Useampia mahdollisia osumia
fr: Au moins deux correspondances ont été trouvées
fy: Der is wierskynlik mear as ien oerienkomst
gl: Hai máis dunha coincidéncia posíbel
he: יש יותר מהתאמה אפשרית אחת
hi: वहाँ पर एक से अघिक संभव जोड़ मिले हैं
hr: Postoji više od jedne moguće podudarnosti
hu: Egynél több lehetséges kiegészítés van
id: Lebih dari satu kemungkinan cocok
is: Það eru fleiri en eitt atriði sem passar
it: C'è più di una corrispondenza possibile
ja: マッチするものが複数あります
ka: მოიძებნა ერთზე მეტი თანხვედრა.
kk: Бірден артық сәйкестік бар
km: អាច​មាន​ដំណូច​ច្រើន​ជាង​មួយ
lb: Et gëtt méi wéi eng méiglech Iwwerteneestëmmung
lt: Yra daugiau negu vienas galimas atitikmuo
mk: Постојат повеќе од едно совпаѓање
ms: Ada lebih dari satu kebarangkalian padanan.
nb: Det er mer enn ett mulig treff
nds: Dor passt mehr as een
ne: त्यहाँ एक भन्दा बढी सम्भव जोडा छन्
nl: Er is meer dan één mogelijke overeenkomst
nn: Det er meir enn eitt mogleg treff
pa: ਇੱਕ ਤੋਂ ਵਧੇਰੇ ਮੇਲ ਉਪਲੱਬਧ ਹਨ
pl: Jest więcej niż jedno dopasowanie
pt: Há mais do que uma completação possível
pt_br: Há mais de uma opção possível
ru: Найдено более чем одно совпадение
rw: Hari uguhura kurenga kumwe gushoboka
sk: Existuje viac ako jedna zhoda
sl: Mogoč je več kakor en zadetek
sr: Постоји више од једног могућег подударања
sr@latn: Postoji više od jednog mogućeg podudaranja
sv: Det finns mer än en möjlig träff
ta: ஒன்றுக்கு மேற்பட்ட பொருத்தங்கள் உள்ளன.
te: ఒకటి కంటె ఎక్కువ సరిపోయె జతలు కలవు
tg: Зиёд аз як мувофиқат ёфт шуд
th: มีส่วนที่เข้าคู่ได้อยู่มากกว่าหนึ่ง
tr: Birden fazla muhtemel eşleşme var
tt: Kileşkäne berdän dä kübkär
uk: Більше одного відповідного значення
uz: Bittadan koʻp moslik topildi
uz@cyrillic: Биттадан кўп мослик топилди

source: Cannot Open File
af: Kan nie Open Lêer
ar: لا أستطيع فتح الملف
az: Fayl Açıla bilmir
bg: Не може да се отвори файла
bn: ফাইল খোলা যাচ্ছে না
br: N'hall ket digeriñ restr
ca: No es pot obrir el fitxer
cs: Není možné otevřít soubor
da: Kan ikke åbne fil
de: Datei lässt sich nicht öffnen
el: Δεν είναι δυνατό το άνοιγμα του αρχείου
eo: Ne eblas malfermi dosieron
es: No se puede abrir archivo
et: Faili avamine ebaõnnestus
eu: Ezin da fitxategia ireki
fi: Ei voitu avata tiedostoa
fr: Impossible d'ouvrir un fichier
fy: Kin de triem net iepenje
ga: Ní Féidir an Comhad a Oscailt
gl: Non se pode abrir a ficheiro
he: אין אפשרות לפתוח קובץ
hi: फ़ाइल खोल नहीं सका
hr: Datoteku nije moguće otvoriti
hu: Nem sikerült megnyitni a fájlt
id: Tidak Dapat Membuka Berkas
is: Get ekki opnað skrá
it: Impossibile aprire il file
ja: ファイルを開けません
ka: ფაილის გახსნა ვერ ხერხდება
kk: Файл ашылмайды
km: មិន​អាច​បើក​ឯកសារ
lb: Kann d'Datei net opmaachen
lt: Nepavyksta atverti bylos
mk: Не може да се отвори датотеката
mn: Файл нээгдэхгүй байна
ms: Tidak boleh Buka Fail
nb: Kan ikke åpne fil
nds: Datei lett sik nich opmaken
ne: फाइल खोल्न सक्दैन
nl: Kan het bestand niet openen
nn: Kan ikkje opna fil
pa: ਫਾਇਲ਼ ਖੋਲ੍ਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ
pl: Nie można otworzyć pliku
pt: Não Consigo Abrir o Ficheiro
pt_br: Não Foi Possível Abrir o Arquivo
ru: Не удаётся открыть файл
rw: Ntibishobotse Gufungura Idosiye
sk: Nemôžem otvoriť súbor
sl: Ni moč odpreti datoteke
sq: Nuk mund ta hap skedën
sr: Није могуће отворити фајл
sr@latn: Nije moguće otvoriti fajl
sv: Kan inte öppna fil
ta: கோப்பைத் திறக்க முடியவில்லை
te: దస్త్రాన్ని తెరువలేను
tg: Наметавон файлро кушод
th: ไม่สามารถเปิดแฟ้มได้
tr: Dosya Açılamıyor
tt: Biremne Aça Almím
uk: Неможливо відкрити файл
uz: Faylni ochib boʻlmadi
uz@cyrillic: Файлни очиб бўлмади
