Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdecore-eventsrc/*.po
Languages: af, ar, az, bg, bn, br, ca, cs, da, de, el, eo, es, et, eu, fi, fr, fy, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, km, lb, lt, mk, mn, ms, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, rw, sk, sl, sq, sr, sr@latn, sv, ta, te, tg, th, tr, tt, uk, uz, uz@cyrillic

source: TDE is starting up
af: Begin TDE Laai
ar: جاري بدء تشغيل TDE
bg: Стартиране на системата
bn: কে.ডি.ই. চালু হচ্ছে
br: Emañ o loc'hañ TDE
ca: S'està engegant el TDE
cs: Spouští se prostředí TDE
da: TDE er ved at starte
de: TDE startet
el: Το TDE ξεκινά
eo: TDE estas lanĉata
es: TDE está arrancando
et: TDE käivitub
eu: TDE abiarazten ari da
fi: TDE:tä käynnistetään
fr: TDE est en cours de démarrage
fy: TDE set útein
ga: Tá TDE ag tosú.
gl: TDE está a Iniciar-se
he: איתחול TDE בעיצומו
hi: केडीई प्रारंभ हो रहा है
hr: Podizanje TDE
hu: A TDE elindul
id: TDE mulai dijalankan
is: TDE er að ræsa
it: Avvio di TDE
ja: TDE 起動中
ka: TDE-ს დაწყება
kk: TDE жұмысын бастауда
km: TDE កំពុង​ចាប់ផ្តើម
lb: TDE gëtt gestart
lt: TDE pradeda darbą
mk: TDE се вклучува
ms: TDE sedang bermula
nb: TDE starter
nds: TDE warrt start
ne: TDE सुरुआत हुदैछ
nl: TDE is aan het opstarten
nn: TDE startar
pa: TDE ਸ਼ੁਰੂ ਹੋ ਰਿਹਾ ਹੈ
pl: Uruchomienie TDE
pt: O TDE está a arrancar
pt_br: TDE está iniciando
ru: Запуск TDE
rw: TDE iri gutangira
sk: TDE sa spúšťa
sl: TDE se zaganja
sr: TDE се покреће
sr@latn: TDE se pokreće
sv: TDE startas
ta: கேடிஇ ஆரம்பிக்கிறது
te: కెడిఈ మొదవుతుంది
tg: Оғози TDE
th: TDE กำลังเริ่มการทำงาน
tr: TDE masaüstü başlıyor
tt: TDE yöklänä
uk: Триває запуск TDE
uz: TDE ishga tushmoqda
uz@cyrillic: TDE ишга тушмоқда

source: Logout
af: Teken af
ar: الخروج
az: Çıxış
bg: Изход от системата
bn: লগ-আউট
br: Kuitaat
ca: Sortida
cs: Odhlášení
da: Log af
de: Abmelden
el: Αποσύνδεση
eo: Elsaluto
es: Salida
et: Väljalogimine
eu: Amaitu saioa
fi: Kirjaudu ulos
fr: Fin de session
fy: Ofmelde
ga: Logáil Amach
he: יציאה מהמערכת
hi: लॉगआउट
hr: Odjava
hu: Kijelentkezés
is: Stimpla út
it: Uscita
ja: ログアウト
ka: გამოსვლა
kk: Шығу
km: ចេញ
lb: Ofmellen
lt: Išsiregistravimas
mk: Одјавување
mn: Хаалгах
ms: Log keluar
nb: Logg ut
nds: Afmellen
ne: लगआउट
nl: Afmelden
nn: Logg ut
pa: ਲਾਗਆਉਟ
pl: Wylogowanie
pt: Fim de sessão
pt_br: Sair
ru: Выход из TDE
rw: Gusohoka
sk: Odhlásenie
sl: Odjava
sq: Dilni
sr: Одјављивање
sr@latn: Odjavljivanje
sv: Logga ut
ta: முடித்தல்
te: లాగౌట్
tg: Баромад аз TDE
th: ล็อกเอาต์
tr: Çıkış
tt: Çığış
uk: Кінець сеансу
uz: Chiqish
uz@cyrillic: Чиқиш

source: TDE is exiting
af: TDE is besig om toe te maak
ar: جاري إيقاف TDE
bg: Спиране на системата
bn: কে.ডি.ই. বন্ধ করা হচ্ছে
br: Emañ o kuitaat TDE
ca: S'està aturant el TDE
cs: Ukončuje se prostředí TDE
da: TDE er ved at afslutte
de: TDE wird beendet
el: Το TDE τερματίζει
eo: TDE estas finata
es: TDE está terminando
et: TDE lõpetab töö
eu: TDE bukatzen ari da
fi: TDE:tä sammutetaan
fr: TDE est en cours d'arrêt
fy: TDE giet nei de útgong
ga: Tá TDE ag stopadh.
gl: TDE está Saindo
he: היציאה מ־TDE בעיצומה
hi: केडीई बंद हो रहा है
hr: Izlazak TDE
hu: A TDE kilép
id: TDE sedang diakhiri
is: TDE er að hætta
it: Uscita da TDE
ja: TDE 終了中
ka: TDE-დან გამოსვლა
kk: TDE жүйесінен шығу
km: TDE កំពុង​បិទ
lb: TDE gëtt zougemat
lt: TDE baigia darbą
mk: TDE излегува
ms: TDE sedang keluar
nb: TDE avslutter
nds: TDE warrt utmaakt
ne: TDE अन्त्य हुँदैछ
nl: TDE is aan het afsluiten
nn: TDE avsluttar
pa: TDE ਸਮਾਪਤ ਹੋ ਰਿਹਾ ਹੈ
pl: Zakończenie TDE
pt: O TDE está a terminar
pt_br: TDE está finalizando
ru: Выход из TDE
rw: TDE iri gufunga
sk: TDE sa ukončuje
sl: TDE se končuje
sr: TDE се завршава
sr@latn: TDE se završava
sv: TDE avslutas
ta: கேடிஇ வெளிச்செல்கிறது
te: కెడిఈ నిష్క్రమిస్తుంది
tg: Баромад аз TDE
th: กำลังออกจาก TDE
tr: TDE Masaüstünden çıkılıyor
tt: TDE tuqtatıla
uk: Триває завершення роботи TDE
uz: TDE ishini yakunlamoqda
uz@cyrillic: TDE ишини якунламоқда

source: Logout canceled
bg: Излизането от системата отменено
ca: S'ha anul·lat la desconnexió
cs: Odhlášení zrušeno
da: Log af annulleret
de: Abmelden abgebrochen
el: Η αποσύνδεση ακυρώθηκε
eo: Elsaluto estis rezignita
es: Salida cancelada
et: Väljalogimine katkestatud
fi: Uloskirjautuminen peruttu
fr: Annulation de la déconnexion
fy: Ofmelding ôfbrutsen
hr: Odjavljivanje prekinuto
hu: Kijelentkezés megszakítva
is: Hætt við útstimplun
it: Uscita annullata
ja: ログアウトがキャンセルされました
ka: გამოსვლა გაუქმდა
kk: Шығу доғарылды
km: ការ​ចេញ​បាន​បោះបង់
lt: Išsiregistravimas nutrauktas
mk: Откажано одјавување
nb: Avbrutt utlogging
nds: Afmellen afbraken
nl: Afmelden geannuleerd
nn: Utlogging avbroten
pa: ਲਾਗਆਉਟ ਰੱਦ ਕੀਤਾ ਗਿਆ
pl: Wylogowanie anulowane
pt: Encerramento cancelado
pt_br: Logout cancelado
ru: Выход из TDE прерван
sk: Odhlásenie zrušené
sl: Odjava preklicana
sr: Одјављивање отказано
sr@latn: Odjavljivanje otkazano
sv: Utloggning avbruten
te: లాగౌట్ రద్దుచేయబడినది
tg: Баромадан аз TDE қатъ шуд
th: ยกเลิกการล็อกเอาต์
tr: Oturumu kapatma işlemi iptal edildi
uk: Вихід скасовано
uz: Chiqish bekor qilindi
uz@cyrillic: Чиқиш бекор қилинди

source: TDE logout was canceled
bg: Излизането от TDE беше отменено
ca: S'ha anul·lat la desconnexió del TDE
cs: Odhlášení z TDE bylo zrušeno
da: log af fra TDE blev annulleret
de: Das Abmelden von TDE wurde abgebrochen
el: Η αποσύνδεση από το TDE ακυρώθηκε
eo: TDE-elsaluto estas rezignita
es: La salida de TDE fue cancelada
et: TDE väljalogimine katkestati
fi: TDE:n uloskirjautuminen on peruttu
fr: La déconnexion de TDE a été annulée
fy: TDE ôfmelding wie ôfbrutsen
hr: TDE odjavljivanje je prekinuto
hu: A TDE-s kijelentkezés megszakadt
is: Hætt var við TDE útstimplun
it: L'uscita da TDE è stata annullata
ja: TDE からのログアウトがキャンセルされました
ka: TDED გამოსვლა გაუქმდა
kk: TDE-ден шығу доғарылды
km: ការ​ចេញ​របស់ TDE ត្រូវ​បាន​បោះបង់
lt: Išsiregistravimas iš TDE buvo nutrauktas
mk: Одјавувањето од TDE е откажано
nb: TDE utlogging ble avbrutt
nds: Afmellen vun TDE wöör afbraken
nl: Uitloggen TDE was geannuleerd
nn: TDE-utlogginga vart avbroten
pa: TDE ਲਾਗ-ਆਉਟ ਰੱਦ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Wylogowanie z TDE zostało anulowane
pt: O encerramento da sessão do TDE foi cancelado
pt_br: Logout do TDE foi cancelado
ru: Выход из TDE прерван
sk: Odhlásenie z TDE bolo zrušené
sl: Odjava iz TDE je bila preklicana
sr: Одјављивање из TDE-а је отказано
sr@latn: Odjavljivanje iz TDE-a je otkazano
sv: Utloggning från TDE avbröts
te: కెడిఈ లాగౌట్ రద్దుచేయబడినది
tg: Баромадан аз TDE қатъ карда шуд
th: การล็อกเอาท์ออกจาก TDE ถูกยกเลิก
tr: TDE oturumunu kapatma işlemi iptal edildi
uk: Вихід з TDE скасовано
uz: TDE'dan chiqish bekor qilindi
uz@cyrillic: TDE'дан чиқиш бекор қилинди

source: Print error
af: Druk fout
ar: خطأ في الطباعة
az: Çap Edici xətası
bg: Грешка при печат
bn: মুদ্রণ ত্রুটি
br: Fazi en ur moulañ
ca: Error d'impressió
cs: Chyba tisku
da: Udskriftsfejl
de: Fehler beim Drucken
el: Σφάλμα εκτύπωσης
eo: Preseraro
es: Error de impresión
et: Viga trükkimisel
eu: Inprimatze-errorea
fi: Tulostusvirhe
fr: Problème d'impression
fy: Printflater
ga: Earráid phriontála
gl: Error de impresión
he: שגיאת הדפסה
hi: छपाई त्रुटि
hr: Pogreška ispisa
hu: Nyomtatási hiba
id: Kesalahan pencetakan
is: Prentunarvilla
it: Errore di stampa
ja: 印刷エラー
ka: ბეჭდვის შეცდომა
kk: Басып шығару қатесі
km: កំហុស​បោះពុម្ព
lb: Dréckfeeler
lt: Spausdinimo klaida
mk: Грешка при печатење
mn: Хэвлэхэд алдаа
ms: Ralat cetak
nb: Skriverfeil
nds: Fehler bi't Drucken
ne: मुद्रण त्रुटि
nl: Print fout
nn: Utskriftsfeil
pa: ਪ੍ਰਿੰਟਰ ਗਲਤੀ
pl: Błąd wydruku
pt: Erro de impressão
pt_br: Erro de Impressão
ru: Ошибка печати
rw: Ikosa ryo gucapa
sk: Chyba tlače
sl: Napaka pri tiskanju
sq: Gabim shtypi
sr: Грешка у штампању
sr@latn: Greška u štampanju
sv: Skrivarfel
ta: அச்சுத் தவறு
te: ప్రచురణ దొషం
tg: Хатои чоп
th: การพิมพ์ผิดพลาด
tr: Yazdırma hatası
tt: Bastıru xatası
uk: Помилка друку
uz: Bosib chiqarish xatosi
uz@cyrillic: Босиб чиқариш хатоси

source: A print error has occurred
af: 'n Druk fout het voorgekom
ar: حدث خطأ في الطباعة
az: Çap xətası baş verdi
bg: Грешка при печат
bn: ছাপানোয় সমস্যা দেখা দিয়েছে
br: Degouezhet ez eus ar fazi gant ar voullerez
ca: Hi ha hagut un error d'impressió
cs: Došlo k chybě tisku
da: Der opstod en udskriftsfejl
de: Beim Drucken ist ein Fehler aufgetreten
el: Προέκυψε ένα σφάλμα εκτύπωσης
eo: Okazis preseraro
es: Se ha producido un error de impresión.
et: Viga trükkimisel
eu: Inprimatze-errorea gertatu da
fi: Tapahtui tulostusvirhe
fr: Un problème d'impression est survenu
fy: In printflater had him foardyn
ga: Tharla earráid phriontála
gl: Ocorreu un erro de impresión
he: אירעה שגיאת הדפסה
hi: छापने में एक त्रुटि हुई
hr: Tijekom ispisivanje došlo je do pogreške
hu: Hiba történt nyomtatás közben
id: Telah terjadi kesalahan pencetakan
is: Prentunarvilla átti sér stað
it: Si è verificato un errore di stampa
ja: 印刷エラーが発生しました
ka: ბეჭდვის შეცდომა
kk: Басып шығару кезде қате пайда болды
km: កំហុស​បោះពុម្ព​មួយ​បាន​កើតឡើង
lb: En Dréckfeeler ass opgetrueden
lt: Įvyko spausdinimo klaida
mk: Се случи грешка при печатење
mn: Хэвлэхэд алдаа гарлаа
ms: Ralat cetak berlaku
nb: En skriverfeil har oppstått
nds: Bi't Drucken hett dat en Fehler geven
ne: मुद्रण त्रुटि देखापर्यो
nl: Er deed zich een afdrukfout voor
nn: Feil ved utskrift
pa: ਇੱਕ ਪ੍ਰਿੰਟਰ ਗਲਤੀ ਹੈ
pl: Wystąpił błąd drukowania
pt: Ocorreu um erro de impressão
pt_br: Ocorreu um erro de impressão
ru: Ошибка при печати
rw: Ikosa ryo gucapa ryagaragaye
sk: Nastala chyba tlače
sl: Nastala je napaka pri tiskanju
sq: Ka ndodhur një gabim shtypi
sr: Догодила се грешка током штампања
sr@latn: Dogodila se greška tokom štampanja
sv: Utskriftsfel har inträffat
ta: அச்சுத் தவறொன்று நேர்ந்திருக்கிறது
te: ఒక ప్రచురణ దొషం వచ్చింది
tg: Хатои чопкунӣ пайдо шуд
th: เกิดข้อผิดพลาดในการพิมพ์
tr: Bir yazdırma hatası oluştu
tt: Bastıru xatası bulıp çıqtı
uk: Виникла помилка друку
uz: Bosib chiqarish xatosi roʻy berdi
uz@cyrillic: Босиб чиқариш хатоси рўй берди

source: Information message
af: Inligting boodskap
ar: رسالة المعلومات
az: Mə'lumat ismarışı
bg: Информация
bn: তথ্যবার্তা
br: Kemennad a titouroù
ca: Missatge informatiu
cs: Informační zpráva
da: Informationsbesked
de: Information
el: Μήνυμα πληροφορίας
eo: Informa mesaĝo
es: Mensaje de información
et: Informatiivne teade
eu: Informazioaren mezua
fi: Tiedoitusviesti
fr: Message d'information
fy: Ynformaasje berjocht
ga: Teachtaireacht Eolais
gl: Mensaxe de información
he: הודעת מידע
hi: सूचनात्मक संदेश
hr: Poruka s podacima
hu: Tájékoztató üzenet
id: Pesan informasi
is: Til fróðleiks
it: Messaggio informativo
ja: 情報メッセージ
ka: საინფორმაციო შეტყობინება
kk: Ақпараттық хабар
km: សារ​ដំណឹង
lb: Informatioun
lt: Informacinis pranešimas
mk: Информативна порака
mn: Мэдээллийн мэдээ
ms: Mesej maklumat
nb: Informasjonsmelding
nds: Informatschoon
ne: सूचना सन्देश
nl: Informatiebericht
nn: Informasjonsmelding
pa: ਜਾਣਕਾਰੀ ਸੁਨੇਹੇ
pl: Komunikat informacyjny
pt: Mensagem de informação
pt_br: Mensagem de informações
ru: Информационное сообщение
rw: Ubutumwa bwo kumenyesha
sk: Informácia
sl: Informativno sporočilo
sq: Porosi informimi
sr: Информациона порука
sr@latn: Informaciona poruka
sv: Informationsmeddelande
ta: தகவல் செய்தி
te: సమాచార సందేశం
tg: Хабари иттилоотӣ
th: ข้อความแจ้งข้อมูล
tr: Bilgi mesajı
tt: Belderü xäbäre
uk: Інформаційне повідомлення
uz: Maʼlumot xabari
uz@cyrillic: Маълумот хабари

source: An information message is being shown
af: 'n Informasie boodskap word vertoon
ar: تظهر الآن رسالة معلوماتية
az: Mə'lumat ismarışı göstərilir
bg: Показване на уведомително съобщение (Информация)
bn: একটি তথ্যবার্তা প্রদর্শিত হচ্ছে
ca: Mostrarà un missatge informatiu
cs: Informační zpráva je zobrazena
da: En informationsbesked er ved at blive vist
de: Anzeige einer Info-Nachricht
el: Ένα μήνυμα πληροφορίας εμφανίζεται
eo: Informa mesaĝo estas montrata
es: Se está mostrando un mensaje de información
et: Näidatakse informatiivset teadet
eu: Informazioren mezua erakusten ari da
fi: Näytetään tiedotusviesti
fr: Un message d'information est affiché actuellement
fy: In ynformaasje berjocht lit him sjen
ga: Tá teachtaireacht eolais á taispeáint
gl: Está-se a mostrar unha mensaxe de información
he: מוצגת הדעת מידע
hi: एक जानकारी परक सूचना दिखाई जा रही है
hr: Prikazana je poruka s podacima
hu: Tájékoztató üzenet látszik
id: Pesan informasi sedang ditampilkan
is: Skilaboð notandanum til fróðleiks
it: Viene mostrato un messaggio informativo
ja: 情報メッセージを表示します
ka: საინფორმაციო შეტყობინების ჩვენება
kk: Ақпараттық хабар көрсетілуде
km: កំពុង​បង្ហាញ​សារ​ដំណឹង​មួយ
lb: Eng Informatiounsnoricht gëtt ugewisen
lt: Rodomas informacinis pranešimas
mk: Прикажана е информативна порака
mn: Харуулж байхад мэдээллийн мэдээ
ms: Mesej yang dipaparkan
nb: En informasjonsmelding blir vist
nds: En Informatschoon warrt wiest
ne: सूचना सन्देश देखिरहेको छ
nl: Er wordt een informatiebericht getoond
nn: Ei informasjonsmelding vert vist
pa: ਇੱਕ ਜਾਣਕਾਰੀ ਸੁਨੇਹਾ ਹੇਠਾਂ ਵੇਖਿਆ ਗਿਆ ਹੈ
pl: Pokazywany jest komunikat informacyjny
pt: Está a ser mostrada uma mensagem informativa
pt_br: Uma mensagem de informação está sendo mostrada
ru: Вывод информационного сообщения
rw: Ubutumwa bwo kumenyesha bwerekanwe
sk: Je zobrazená informácia
sl: Prikazano je informativno sporočilo
sq: Një porosi informimi është paraqitur
sr: Приказана је информативна порука
sr@latn: Prikazana je informativna poruka
sv: Informationsmeddelande visas
ta: ஒரு தகவல் செய்தி காண்பிக்கப்படுகிறது
te: ఒక సమాచార సందేశం చూపించబడుతుంది
tg: Хабари иттилоотӣ нишон дода истодааст
th: กำลังแสดงข้อความแจ้งข้อมูล
tr: Bir bilgi mesajı gösterildi
tt: Belderü xäbäre kürsätelä
uk: Показується інформативне повідомлення
uz: Maʼlumot xabari koʻrsatildi
uz@cyrillic: Маълумот хабари кўрсатилди

source: Warning message
af: Waarskuwing boodskap
ar: رسالة تحذيرية
az: Xəbərdarlıq ismarışı
bg: Предупреждение
bn: সতর্কবার্তা
ca: Missatge d'avís
cs: Varovná zpráva
da: Advarselsbesked
de: Warnung
el: Μήνυμα προειδοποίησης
eo: Averta mesaĝo
es: Mensaje de aviso
et: Hoiatav teade
eu: Abisuaren mezua
fi: Varoitusviesti
fr: Message d'avertissement
fy: Warskôgings berjocht
ga: Teachtaireacht Rabhaidh
gl: Mensaxe de aviso
he: הודעת הזהרה
hi: चेतावनी संदेश
hr: Poruka upozorenja
hu: Figyelmeztető üzenet
id: Pesan peringatan
is: Aðvörun
it: Messaggio di avvertimento
ja: 警告メッセージ
ka: გაფრთხილება
kk: Ескерту хабары
km: សារ​ព្រមាន
lb: Warnung
lt: Perspėjantis pranešimas
mk: Предупредувачка порака
mn: Сануулга мэдээ
ms: Mesej amaran
nb: Varselmelding
nds: Wohrschoen
ne: चेतावनी सन्देश
nl: Waarschuwingsbericht
nn: Varselmelding
pa: ਚੇਤਾਵਨੀ ਸੁਨੇਹਾ
pl: Komunikat ostrzegawczy
pt: Mensagem de aviso
pt_br: Mensagem de Aviso
ru: Предупреждение
rw: Ubutumwa bw'iburira
sk: Varovanie
sl: Opozorilno sporočilo
sq: Porosi vërejtjeje
sr: Упозоравајућа порука
sr@latn: Upozoravajuća poruka
sv: Varningsmeddelande
ta: எச்சரிக்கைச் செய்தி
te: హెచ్చరిక సందేశం
tg: Огоҳӣ
th: ข้อความแจ้งเตือน
tr: Uyarı mesajı
tt: Kisätü xäbäre
uk: Попередження
uz: Ogohnoma xabari
uz@cyrillic: Огоҳнома хабари

source: A warning message is being shown
af: 'n Waarskuwing boodskap word vertoon
ar: تظهر الآن رسالة تحذيرية
az: Xəbərdarlıq ismarışı göstərilir
bg: Показване на предупредително съобщение (Предупреждение)
bn: একটি সতর্কবার্তা প্রদর্শিত হচ্ছে
ca: Mostrarà un missatge d'avís
cs: Varovná zpráva je zobrazena
da: En advarselsbesked er ved at blive vist
de: Anzeige einer Warnungs-Nachricht
el: Ένα μήνυμα προειδοποίησης εμφανίζεται
eo: Averta mesaĝo estas montrata
es: Se está mostrando un mensaje de aviso
et: Näidatakse hoiatavat teadet
eu: Abisuaren mezua erakusten ari da
fi: Näytetään varoitusviesti
fr: Un message d'avertissement est affiché actuellement
fy: In warskôgings berjocht lit him sjen
ga: Tá teachtaireacht rabhaidh á taispeáint
gl: Está-se a mostrar unha mensaxe de aviso
he: מוצגת הדעת הזהרה
hi: एक चेतावनी सूचना दिखाई जा रही है
hr: Prikazana je upozoravajuća poruka
hu: Figyelmeztető üzenet látszik
id: Pesan peringatan sedang ditampilkan
is: Aðvörun til notanda
it: Viene mostrato un messaggio di avvertimento
ja: 警告メッセージを表示します
ka: გაფრთხილების ჩვენება
kk: Ескерту хабары көрстілуде
km: កំពុង​បង្ហាញ​សារ​ព្រមាន​មួយ
lb: Eng Warnungsnoricht gëtt ugewisen
lt: Rodomas perspėjantis pranešimas
mk: Прикажана е предупредувачка порака
mn: Харуулж байхад сануулга
ms: Mesej amaran yang dipaparkan
nb: En varselmelding blir vist
nds: En Wohrschoen warrt wiest
ne: चेतावनी सन्देश देखिरहेको छ
nl: Er wordt een waarschuwingsbericht getoond
nn: Ei varselmelding vert vist
pa: ਇੱਕ ਚੇਤਾਵਨੀ ਸੁਨੇਹਾ ਹੇਠਾਂ ਵੇਖਿਆ ਗਿਆ ਹੈ
pl: Pokazywany jest komunikat ostrzegawczy
pt: Está a ser mostrada uma mensagem de aviso
pt_br: Uma mensagem de aviso está sendo mostrada
ru: Вывод предупреждения
rw: Ubutumwa bw'iburira bwerekanwe
sk: Je zobrazené varovanie
sl: Prikazano je opozorilno sporočilo
sq: Një porosi vërejtjeje është paraqitur
sr: Приказана је упозоравајућа порука
sr@latn: Prikazana je upozoravajuća poruka
sv: Varningsmeddelande visas
ta: ஒரு எச்சரிக்கை செய்தி காண்பிக்கப்படுகிறது
te: ఒక హెచ్చరిక సందేశం చూపించబడుతుంది
tg: Хурӯҷи огоҳӣ
th: กำลังแสดงข้อความแจ้งเตือน
tr: Bir uyarı mesajı gösterildi
tt: Kisätü xäbäre kürsätelä
uk: Показується повідомлення з попередженням
uz: Ogohnoma xabari koʻrsatildi
uz@cyrillic: Огоҳнома хабари кўрсатилди

source: Critical message
af: Kritiese boodskap
ar: رسالة هامَة
az: Kritik ismarış
bg: Грешка
bn: গুরুত্বপূর্ণ বার্তা
ca: Missatge crític
cs: Kritická zpráva
da: Kritisk besked
de: Kritisches Ereignis
el: Κρίσιμο μήνυμα
eo: Averta mesaĝo
es: Mensaje crítico
et: Kriitiline teade
eu: Mezu kritikoa
fi: Kriittinen viesti
fr: Message critique
fy: krityk berjocht
ga: Teachtaireaacht chriticiúil
gl: Mensaxe crítica
he: הודעה קריטית
hi: महत्वपूर्ण संदेश
hr: Kritična poruka
hu: Kritikus hibaüzenet
id: Pesan kritis
is: Alvarleg aðvörun
it: Messaggio critico
ja: クリティカルメッセージ
ka: კრიტიკული შეცდომა
kk: Дағдарысты хабар
km: សារ​សំខាន់
lb: Kritesch Noricht
lt: Kritinis pranešimas
mk: Критична порака
mn: Шүүмжлэлт мэдээ
ms: Mesej Kritikal
nb: Kritisk melding
nds: Malöör
ne: आलोचनात्मक सन्देश
nl: Kritiek bericht
nn: Kritisk melding
pa: ਘਾਤਕ ਸੁਨੇਹਾ
pl: Komunikat błędu krytycznego
pt: Mensagem crítica
pt_br: Mensagem Crítica
ru: Критическая ошибка
rw: Ubutumwa bunenga
sk: Kritická správa
sl: Kritično sporočilo
sq: Porosi Kritik
sr: Критична порука
sr@latn: Kritična poruka
sv: Kritiskt meddelande
ta: இக்கட்டான செய்தி
te: కీలక సందేశం
tg: Хатои хатарнок
th: ข้อความวิกฤติ
tr: Kritik hata mesajı
tt: Kisken xäl xäbäre
uk: Критична помилка
uz: Muammo xabari
uz@cyrillic: Муаммо хабари

source: A critical message is being shown
af: 'n Kritiese boodskap word vertoon
ar: تظهر الآن رسالة مهمَة
az: Kritik ismarış göstərilir
bg: Показване на съобщение за грешка (Грешка)
bn: একটি গুরুতর বার্তা প্রদর্শিত হচ্ছে
ca: Mostrarà un missatge crític
cs: Kritická zpráva je zobrazena
da: En kritisk besked er ved at blive vist
de: Anzeige einer Nachricht zu einem kritischen Ereignis
el: Ένα κρίσιμο μήνυμα εμφανίζεται
eo: Gravega mesaĝo estas montrata
es: Se está mostrando un mensaje crítico
et: Näidatakse kriitilist teadet
eu: Mezu kritikoa erakusten ari da
fi: Näytetään kriittinen viesti
fr: Un message critique est affiché actuellement
fy: In krityk berjocht let him sjen
ga: Tá teachtaireacht chriticiúil á taispeáint
gl: Está-se a mostrar unha mensaxe crítica
he: מוצגת הודעה קריטית
hi: एक महत्वपूर्ण सूचना दिखाई जा रही है
hr: Prikazana je kritična poruka
hu: Kritikus hibaüzenet látszik
id: Pesan kritis sedang ditampilkan
is: Alvarleg skilaboð
it: Viene mostrato un messaggio critico
ja: クリティカルメッセージを表示します
ka: კრიტიკული შეცდომის ჩვენება
kk: Дағдарысты хабар көрсетілуде
km: កំពុង​បង្ហាញ​សារ​សំខាន់​មួយ
lb: Eng kritesch Noricht gëtt ugewisen
lt: Rodomas kritinis pranešimas
mk: Прикажана е критична порака
mn: Харуулж байхад шүүмжилэлт сануулга
ms: Mesej kritikal yang dipaparkan
nb: En kritisk melding blir vist
nds: En kritische Naricht warrt wiest
ne: आलोचनात्मक सन्देश देखिरहेको छ
nl: Er wordt een kritiek bericht getoond
nn: Ei kritisk melding vert vist
pa: ਇੱਕ ਘਾਤਕ ਸੁਨੇਹਾ ਹੇਠਾਂ ਵੇਖਿਆ ਗਿਆ ਹੈ
pl: Pokazywany jest komunikat o błędzie krytycznym
pt: Está a ser mostrada uma mensagem crítica
pt_br: Uma mensagem crítica está sendo mostrada
ru: Вывод критического сообщения
rw: Ubutumwa bunenga bwerekanwe
sk: Je zobrazená kritická správa
sl: Prikazano je kritično sporočilo
sq: Një porosi kritike është paraqitur
sr: Приказана је критична порука
sr@latn: Prikazana je kritična poruka
sv: Kritiskt meddelande visas
ta: ஒரு மாறுநிலையான செய்தி காண்பிக்கப்படுகிறது
te: ఒక కీలక సందేశం చూపించబడుతుంది
tg: Хурӯҷи иттилоъи хатарнок
th: กำลังแสดงข้อความวิกฤติ
tr: Bir kritik mesaj gösterildi
tt: Kisken xäl xäbäre kürsätelä
uk: Показується повідомлення про критичну помилку
uz: Muammo xabari koʻrsatildi
uz@cyrillic: Муаммо хабари кўрсатилди

source: Question
af: Vraag
ar: سؤال
az: Sual
bg: Въпрос
bn: প্রশ্ন
br: Goulenn
ca: Pregunta
cs: Dotaz
da: Spørgsmål
de: Frage
el: Ερώτηση
eo: Demando
es: Pregunta
et: Küsimus
eu: Galdera
fi: Kysymys
fy: Fraach
ga: Ceist
gl: Pergunta
he: שאלה
hi: प्रश्न
hr: Pitanje
hu: Kérdés
id: Pertanyaan
is: Spurning
it: Domanda
ja: 質問
ka: შეკითხვა
kk: Сұрақ
km: សំណួរ
lb: Fro
lt: Klausimas
mk: Прашање
mn: Асуулт
ms: Soalan
nb: Spørsmål
nds: Fraag
ne: प्रश्न
nl: Vraag
nn: Spørsmål
pa: ਸਵਾਲ
pl: Komunikat z pytaniem
pt: Pergunta
pt_br: Questão
ru: Вопрос
rw: Ikibazo
sk: Otázka
sl: Vprašanje
sq: Pyetje
sr: Питање
sr@latn: Pitanje
sv: Fråga
ta: கேள்வி
te: ప్రశ్న
tg: Савол
th: คำถาม
tr: Soru
tt: Soraw
uk: Запитання
uz: Savol
uz@cyrillic: Савол

source: A question is being asked
af: 'n Vraag word gevra
ar: هناك سؤال يتم سؤاله
az: Sual ismarışı göstərilir
bg: Показване на въпросително съобщение (Въпрос)
bn: একটি প্রশ্ন করা হচ্ছে
br: Emañ o c'houlleniñ ur goulenn
ca: Farà una pregunta
cs: Je položena otázka
da: Et spørgsmål er ved at blive stillet
de: Anzeige einer Frage
el: Γίνεται μια ερώτηση
eo: Demando estas demandata
es: Se está haciendo una pregunta
et: Esitatakse küsimus
eu: Galdera egiten ari da
fi: Kysytään kysymys
fr: Une question est posée actuellement
fy: In fraach is stelt
ga: Tá ceist á cur.
gl: Está-se a facer unha pergunta
he: נשאלת שאלה
hi: एक प्रश्न पूछा गया है
hr: Postavljeno je pitanje
hu: Kérdés a felhasználóhoz
id: Pertanyaan sedang diajukan
is: Spurt er
it: Viene posta una domanda
ja: 質問が出されています
ka: შეკითხვის დასმა
kk: Сұрақ койылуда
km: កំពុង​សួរ​សំណួរ​មួយ
lb: Eng Fro gëtt ugewisen
lt: Užduodamas klausimas
mk: Поставено е прашање
mn: Асуулт тавигдаж байна
ms: Soalan yang ditanya
nb: Et spørsmål blir stillt
nds: En Fraag warrt stellt
ne: प्रश्न सोधिराखेको छ
nl: Er wordt een vraag gesteld
nn: Eit spørsmål vert spurd
pa: ਇੱਕ ਸਵਾਲ ਪੁਛਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Zadawane jest pytanie
pt: Está´a ser feita uma pergunta
pt_br: Uma pergunta está sendo feita
ru: Вывод вопроса
rw: Ikibazo cyabajijwe
sk: Je zobrazená otázka
sl: Postavljeno je vprašanje
sq: Një pyetje është duke u pyetur
sr: Постављено је питање
sr@latn: Postavljeno je pitanje
sv: Fråga ställs
ta: ஒரு கேள்வி கேட்கப்படுகிறது
te: ప్రశ్న అడగబడుతున్నది
tg: Ҷавоби савол
th: กำลังถามคำถาม
tr: Bir soru soruldu
tt: Ber soraw birelde
uk: Показується запитання
uz: Savol berildi
uz@cyrillic: Савол берилди
