Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdecore-eventsrc/*.po
Languages: af, ar, az, bg, bn, br, ca, cs, da, de, el, eo, es, et, eu, fi, fr, fy, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, km, lb, lt, mk, mn, ms, nb, nds, ne, nl, nn, pa, pl, pt, pt_br, ru, rw, sk, sl, sq, sr, sr@latn, sv, ta, te, tg, th, tr, tt, uk, uz, uz@cyrillic

source: The selected file cannot be opened for reading or writing
af: Die gekose lêer kan nie oop wees vir lees of om te skryf
ar: الملف المختار لا يمكن فتحه للقراءة أو الكتابة
az: Seçili fayl oxunmaq ya da yazılmaq üçün açıla bilmir
bg: Избраният файл не може да бъде отворен за четене или запис
bn: নির্বাচিত ফাইলটি পড়া বা লেখার জন্য খোলা যাচ্ছে না
br: N'heller ket digeriñ ar restr diuzet evit lenn pe skrivañ
ca: El fitxer seleccionat no es pot obrir per a lectura o escriptura
cs: Vybraný soubor není možné otevřít pro čtení nebo zápis
da: Den valgte fil kan ikke åbnes til læsning eller skrivning
de: Die gewählte Datei kann nicht zum Lesen oder Schreiben geöffnet werden.
el: Το επιλεγμένο αρχείο δεν μπορεί να ανοιχθεί για εγγραφή ή ανάγνωση
eo: La elektita dosiero ne estas malfermebla por legado aŭ skribado
es: El archivo seleccionado no se puede abrir para leer o escribir.
et: Valitud faili pole võimalik avada lugemiseks või kirjutamiseks.
eu: Hautatutako fitxategia ezin da irakurtzeko edo idazteko ireki
fi: Valittua tiedostoa ei voida avata luettavaksi tai kirjoitettavaksi
fr: Le fichier sélectionné ne peut être ouvert ni en lecture ni en écriture
fy: It selektearre triem kin net iepene wurde om te lêzen of skriuwen
ga: Ní féidir an comhad roghnaithe a oscailt chun é a léamh nó chun scríobh air
gl: O ficheiro escollido non se pode abrir para ler ou escreber
he: אין אפשרות לפתוח את הקובץ הנבחר לקריאה או כתיבה
hi: चुना हुआ फ़ाइल पढ़ने अथवा लिखने के लिए खोला नहीं जा सकता।
hr: Odabranu datoteku nije moguće otvoriti za čitanje ili zapisivanje
hu: A kiválasztott fájlt nem lehet megnyitni írásra vagy olvasásra
id: Berkas yang dipilih tidak dapat dibuka untuk dibaca atau ditulis
is: Ekki er hægt að opna völdu skrána til lestrar eða skriftar
it: Il file selezionato non può essere aperto per la lettura o la scrittura
ja: 選択されたファイルを読み込みまたは書き込みのために開けません
ka: მონიშნული ფაილის გახსნა წასაკითხად ან ჩასაწერად ვერ ხერხდება
kk: Таңдалған файл жазуға не оқуға ашылмады
km: មិន​អាច​បើក​អាន​ពី ឬ សរសេរ​ទៅ​ឯកសារ​ដែល​បាន​ជ្រើស
lb: Déi ausgewielten Datei kann net opgemat gi fir ze liesen oder ze schreiwen
lt: Nurodytos bylos negalima atverti skaitymui arba rašymui
mk: Избраните датотеки не можат да се отворат за читање или пишување
mn: Сонгосон файл уншигдах эсвэл бичигдэхээр нээгдэхгүй байна.
ms: Fail dipilih tidak boleh dibaca atau ditulis
nb: Den valgte fila kan ikke åpnes for lesing eller skriving
nds: De utsöchte Datei lett sik nich lesen oder schrieven
ne: पढ्न वा लेख्नका लागि चयन गरिएका फाइल खोल्न सकेन
nl: Het geselecteerde bestand kan niet worden geopend om te lezen of naar te schrijven.
nn: Den valte fila kan ikkje opnast for lesing eller skriving
pa: ਚੁਣੀ ਫਾਇਲ ਨੂੰ ਪੜਨ ਜਾਂ ਲਿਖਣ ਲਈ ਖੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ
pl: Wybrany plik nie może być otwarty do odczytu lub zapisu
pt: O ficheiro seleccionado não pode ser aberto para leitura ou escrita.
pt_br: O arquivo selecionado não pode ser aberto para leitura ou gravação
ru: Не удаётся открыть выбранный файл для записи или чтения
rw: Idosiye yatoranyijwe ntishoboye gufungurwa mu gusoma cyangwa kwandika
sk: Vybraný súbor nemôžem otvoriť na čítanie alebo zápis
sl: Izbrane datoteke ni bilo moč odpreti za branje ali pisanje.
sq: Skedari i zgjedhur nuk mund të hapet për lexim apo editim
sr: Изабрани фајл је немогуће отворити ради читања или писања
sr@latn: Izabrani fajl je nemoguće otvoriti radi čitanja ili pisanja
sv: Den valda filen kan inte öppnas för läsning eller skrivning
ta: தேர்வு செய்த கோப்பை வாசிக்கவோ எழுதவோ திறக்க முடியாது
te: ఎఓపిక చేసిన దస్త్రాన్ని చదువుటకు లేక వ్రాయుటకు తెరువలేను
tg: Наметавон файли интихобшударо барои сабт ё хондан кушод
th: ไม่สามารถเปิดแฟ้มที่เลือกไว้ เพื่อทำการอ่านหรือเขียนได้
tr: Seçili dosya okumnmak ya da yazılmak için açılamıyor
tt: Saylanğan biremne, uqu yä ki yazu eşe öçen açıp bulmí
uk: Вибраний файл не може бути відкритий для читання або запису
uz: Tanlangan faylni na oʻqish na yozish uchun ochib boʻladi.
uz@cyrillic: Танланган файлни на ўқиш на ёзиш учун очиб бўлади.

source: Fatal Error
af: Fatale Fout
ar: خطأ قاتل
az: Ölümcül Xəta
bg: Фатална грешка
bn: মারাত্মক সমস্যা
br: Fazi sac'hus
ca: Error fatal
cs: Závažná chyba
da: Fatal fejl
de: Schwerer Fehler
el: Μοιραίο σφάλμα
eo: Grava Eraro
es: Error fatal
et: Fataalne viga
eu: Errore larria
fi: Peruuttamaton virhe
fr: Problème critique
fy: Fatale flater
ga: Earráid Mharfach
gl: Erro moi grave
he: שגיאה חמורה
hi: गंभीर त्रुटि
hr: Ozbiljna pogreška
hu: Végzetes hiba
id: Kesalahan Fatal
is: Banvæn villa
it: Errore fatale
ja: 致命的なエラー
ka: ფატალური შეცდომა
kk: Түзелмейтін қате
km: កំហុស​ធ្ងន់ធ្ងរ
lb: Fatale Feeler
lt: Lemtinga klaida
mk: Фатална грешка
mn: Үхлүүт(Fatal) алдаа
ms: Ralat Maut
nb: Fatal feil
nds: Groot Malöör
ne: घातक त्रुटि
nl: Fatale fout
nn: Fatal feil
pa: ਘਾਤਕ ਗਲਤੀ
pl: Błąd krytyczny
pt: Erro Fatal
pt_br: Erro fatal
ru: Критическая ошибка
rw: Ikosa rikomeye
sk: Fatálna chyba
sl: Usodna napaka
sq: Gabim fatal
sr: Кобна грешка
sr@latn: Kobna greška
sv: Allvarligt fel
ta: மீளமுடியாத் தவறு
te: హానికరమైన దోషం
tg: Хатои ногузир
th: เกิดข้อผิดพลาดร้ายแรง
tr: Ölümcül Hata
tt: Ütmäslek Xata
uk: Фатальна помилка
uz: Juda jiddiy xato
uz@cyrillic: Жуда жиддий хато

source: There was a serious error causing the program to exit
af: Daar was 'n ernstige fout wat veroorsaak het dat die program beïendig is.
bg: Появи се сериозна грешка, която предизвика спиране на програмата
bn: একটি গুরুতর ত্রুটির দরুণ প্রোগ্রামটি থেমে গেছে
br: Ur fazi grevus a voe pennabeg mont er-maez ar goulev.
ca: Hi ha hagut un error seriós que ha fet que el programa acabi
cs: Nastala závažná chyba, která způsobila ukončení programu
da: Der var et alvorligt problem som fik programmet til at afslutte
de: Es ist ein schwerer Fehler aufgetreten und das Programm wurde beendet.
el: Συνέβη ένα σοβαρό σφάλμα που έκανε το πρόγραμμα να τερματίσει
eo: Okazis grava eraro, kiu ĉesigis la programon.
es: Hubo un error serio que ha causado el cierre del programa
et: Ilmnes tõsine viga, mis sundis programmi tööd lõpetama
eu: Errore larria gertatu da eta programa itxiarazi du.
fi: Tapahtui vakava virhe, jonka takia ohjelma lopetettiin
fr: Un problème grave a provoqué l'arrêt du programme
fy: Der wie in serieuse flater wertroch it programma sluten is
ga: Tharla droch-earráid, agus tá an clár tar éis stopadh
gl: Houbo un erro sério que provocou o remate da execución do programa
he: אירעה שגיאה חמורה שגרמה לתוכנית לצאת
hi: एक अति गंभीर त्रुटि हुई जिसके कारण प्रोग्राम बाहर हो गया
hr: Program je morao završiti s radom zbog ozbiljne pogreške
hu: Súlyos hiba történt, ezért a program futása félbeszakadt.
id: Ada kesalahan serius yang menyebabkan progam diakhiri
is: Alvarleg villa stöðvaði keyrslu forritsins.
it: Si è verificato un errore grave che ha causato la fine del programma
ja: プログラムが終了する深刻なエラーがありました
ka: სერიოზული შეცდომა, რომელმაც პროგრამიდან გასვლა გამოიწვია.
kk: Бір маңызды қате бағдарламадан шығуға мәжбүрледі
km: មាន​កំហុស​ធ្ងន់ធ្ងរ​មួយ​ដែល​បាន​បណ្តាល​ឲ្យ​កម្មវិធី​បិទ
lb: Et gouf e schwéiere Feeler, an de Programm gouf zougemat
lt: Įvyko rimta klaida, privertusi programą užbaigti darbą
mk: Се случи сериозна грешка поради која програмот заврши
ms: Ada ralat serius menyebabkan program tutup.
nb: Det var en alvorlig feil som førte til at programmet avsluttet
nds: Dor is en Malöör passeert, dat Programm warrt afbraken
ne: कार्यक्रमबाट निस्कनाले त्यहाँ गम्भिर त्रुटि भयो
nl: Er was een ernstige fout die ervoor zorgde dat dit programma beëindigd werd
nn: Ein alvorleg feil førte til at programmet avslutta
pa: ਇੱਕ ਘਾਤਕ ਗਲਤੀ ਨੇ ਕਾਰਜ ਨੂੰ ਬੰਦ ਹੋਣ ਲਈ ਮਜਬੂਰ ਕਰ ਦਿੱਤਾ ਹੈ
pl: Wystąpił poważny błąd, który spowodował zamknięcie programu
pt: Ocorreu um erro grave que provocou o fim da execução do programa
pt_br: Houve um erro sério, que fez o programa finalizar
ru: Серьёзный сбой, приведший к выходу из программы
rw: Habaye ikosa rikomeye ritera porogaramu guhagarara
sk: Vyskytla sa vážna chyba, ktorá spôsobila ukončenie programu
sl: Program se je končal zaradi resne napake
sr: Десила се озбиљна грешка, која је изазвала да се програм затвори
sr@latn: Desila se ozbiljna greška, koja je izazvala da se program zatvori
sv: Ett allvarligt fel uppstod vilket fick programmet att avslutas
ta: நிரலை வெளியேறச் செய்கிற அளவில் ஒரு பெரிய தவறுண்டு.
te: ముఖ్యమైన దోషం ఒకటి కార్యక్రమం నిష్క్రమణకు కారణమైనది
tg: Нуқсони ҷиддие, ки ба баромадан аз барнома расонид
th: เกิดข้อผิดพลาดร้ายแรง ทำให้ต้องออกจากโปรแกรม
tr: Programın kapanmasına neden olan ciddi bir hata oluştu
tt: Yazılımnan çığuına kitergän citdi xata kilep çıqqan
uk: Серйозна помилка стала причиною виходу програми
uz: Dasturning ishini yakunlanishiga sababchi boʻlgan jiddiy xato roʻy berdi
uz@cyrillic: Дастурнинг ишини якунланишига сабабчи бўлган жиддий хато рўй берди

source: Notification
af: Inkennisstelling
ar: تنبيه
az: Xəbərdarlıq
bg: Съобщение
bn: সংবাদ
br: Kemennadenn
ca: Notificació
cs: Oznámení
da: Bekendtgørelse
de: Benachrichtigung
el: Ειδοποίηση
eo: Atentigo
es: Notificación
et: Märguanne
eu: Jakinarazpena
fi: Huomautus
fy: Notifikaasje
ga: Fógairt
gl: Notificación
he: הודעה
hi: सूचना
hr: Obavijest
hu: Rendszerfigyelmeztetések
id: Pemberitahuan
is: Tilkynning
it: Avviso
ja: 通知
ka: შეტყობინება
kk: Құлақтандыру
km: ការ​ជូន​ដំណឹង
lb: Noricht
lt: Pranešimai
mk: Известување
mn: Сонордуулга
ms: Pemberitahuan
nb: Varsling
nds: Bescheed
ne: सूचना
nl: Notificatie
nn: Påminning
pa: ਟਿੱਪਣੀ
pl: Powiadomienie
pt: Mensagem
pt_br: Notificação
ru: Сообщение
rw: Imenyesha
sk: Upozornenie
sl: Obvestilo
sq: Lajmërim
sr: Обавештење
sr@latn: Obaveštenje
sv: Underrättelse
ta: அறிவிப்பு
te: ప్రకటన
tg: Иттилоот
th: การแจ้งเตือน
tr: Uyarı
tt: Beldermä
uk: Повідомлення
uz: Xabarnoma
uz@cyrillic: Хабарнома

source: Something special happened in the program
af: Iets spesiaal het met die program gebeur
bg: В програмата се случи нещо неочаквано
bn: প্রোগ্রামে বিশেষ কিছু একটা ঘটেছে
br: Un dra bennak dibar a c'hoarvezas gant ar goulev
ca: Ha passat quelcom d'especial al programa
cs: Něco zvláštního se stalo s programem
da: Der skete noget specielt i programmet
de: Es ist eine besondere Programmsituation aufgetreten.
el: Κάτι εξαιρετικό συνέβη στο πρόγραμμα
eo: Io nekutima okazis en la programo
es: Ocurrió algo especial en el programa
et: Programmis juhtus midagi erilist
eu: Gertaera berezia gertatu da programan
fi: Ohjelmassa tapahtui jotain erikoista
fr: Quelque chose de spécial s'est passé dans le programme
fy: Der barde wat spesjaals yn't programma
ga: Tharla rud éigean ar leith sa chlár
gl: Ocorreu algo especial no programa
he: משהו מיוחד קרה עם התוכנית
hi: प्रोग्राम मे कुछ महत्वपूर्ण घटित हुआ
hr: Nešto se posebno dogodilo u programu
hu: Valami különleges történt a programban
id: Sesuatu yang khusus terjadi dalam program
is: Eitthvað sérstakt gerðist í forritinu
it: È successo qualcosa di speciale nel programma
ja: 何か特別なことがプログラムに起こりました
ka: პროგრამაში რაღაც განსაკუთრებული მოხდა
kk: Бағдарламада ерекше бірдеме болды
km: មាន​អ្វី​ពិសេស​មួយ​បាន​កើត​ឡើង​ក្នុង​កម្មវិធី
lb: Et ass eng speziell Programmsituatioun opgetrueden
lt: Kažkoks specialus įvykis programoje
mk: Нешто специјално се случило во програмот
ms: Sesuatu yang pelik berlaku di dalam program
nb: Noe spesielt skjedde med programmet
nds: In dat Programm is wat besünners passeert
ne: कार्यक्रममा केही विशेष आइपर्यो
nl: Er gebeurde iets bijzonders in het programma
nn: Noko spesielt skjedde i programmet
pa: ਇਸ ਕਾਰਜ ਵਿੱਚ ਕੁਝ ਖਾਸ ਹੋ ਗਿਆ ਹੈ
pl: Coś specjalnego stało sie w programie
pt: Ocorreu algo de especial no programa
pt_br: Algo especial ocorreu no programa
ru: В программе возникла непредвиденная ситуация
rw: Ikintu kidasanzwe cyabaye muri porogaramu
sk: V programe sa udialo niečo neočakávané
sl: V programu se je zgodilo nekaj izrednega
sr: Нешто посебно се десило у програму
sr@latn: Nešto posebno se desilo u programu
sv: Någonting speciellt inträffade i programmet
ta: நிரலில் ஏதோ விசேடம் நிகழ்ந்துள்ளது
te: కార్యక్రమం లొ ఒక విశేషం చొటుచెసుకుంది
tg: Дар барнома ҳолати ногаҳонӣ рӯй дод
th: เกิดบางอย่างที่พิเศษขึ้นในโปรแกรม
tr: Programda özel bir durum meydana geldi
tt: Yazılımda kötelmägän närsä kilep çıqqan
uk: Щось особливе сталось у програмі
uz: Dasturda qandaydir odatdan tashqari hodisa roʻy berdi
uz@cyrillic: Дастурда қандайдир одатдан ташқари ҳодиса рўй берди

source: Warning
af: Waarskuwing
ar: تحذير
az: Diqqət
bg: Предупреждение
bn: সতর্কীকরণ
br: Kemenn
ca: Avís
cs: Varování
da: Advarsel
de: Warnung
el: Προειδοποίηση
eo: Averto
es: Aviso
et: Hoiatus
eu: Abisua
fi: Varoitus
fr: Avertissement
fy: Warskôging
ga: Rabhadh
gl: Aviso
he: אזהרה
hi: चेतावनी
hr: Upozorenje
hu: Figyelmeztetés
id: Perhatian
is: Aðvörun
it: Avvertimento
ja: 警告
ka: გაფრთხილება
kk: Ескерту
km: ព្រមាន
lb: Warnung
lt: Dėmesio
mk: Предупредување
mn: Сануулга
ms: Amaran
nb: Advarsel
nds: Wohrschoen
ne: चेतावनी
nl: Waarschuwing
nn: Åtvaring
pa: ਚੇਤਾਵਨੀ
pl: Ostrzeżenie
pt: Aviso
pt_br: Aviso
ru: Предупреждение
rw: Iburira
sk: Varovanie
sl: Opozorilo
sq: Vërejtje
sr: Упозорење
sr@latn: Upozorenje
sv: Varning
ta: எச்சரிக்கை
te: హెచ్చరిక
tg: Огоҳӣ
th: คำเตือน
tr: Dikkat
tt: Kisätmä
uk: Попередження
uz: Diqqat
uz@cyrillic: Диққат

source: There was an error in the program which may cause problems
af: Daar was 'n fout in die program wat dalk probleme kan veroorsaak
bg: Появи се грешка, която може да предизвика проблеми
bn: প্রোগ্রামে একটি ত্রুটি ছিল যার ফলে সমস্যা হতে পারে
br: Ur fazi a voe er goulev a c'hellfe bezañ pennabeg kudennoù.
ca: Hi ha hagut un error en el programa que podria causar problemes
cs: Nastala chyba v programu, která může způsobit problémy
da: Der opstod en alvorlig fejl som kan forårsage problemer
de: Es ist ein Programmfehler aufgetreten, der Probleme verursachen könnte.
el: Υπήρξε ένα σφάλμα στο πρόγραμμα που ίσως να προκαλέσει προβλήματα
eo: Okazis eraro en la programo, kiu povus kaŭzi problemojn.
es: Hubo un error en el programa que puede causar problemas
et: Programmis ilmnes viga, mis võib tekitada probleeme
eu: Arazoak sor ditzakeen errorea gertatu da programan
fi: Ohjelmassa tapahtui virhe, joka voi aiheuttaa ongelmia
fr: Une erreur est survenu dans le programme, pouvant causer des dysfonctionnements.
fy: Der wie in flater yn it programma wat swierrichheid feroorsaakje kin
ga: Bhí earráid sa chlár agus b'fhéidir go mbeidh fadhbanna dá barr
gl: Houbo un erro no programa que pode causar problemas.
he: אירעה שגיאה חמורה שעלולה לגרום לבעיות
hi: प्रोग्राम में त्रुटि है जिससे समस्या उत्पन्न हो सकती है
hr: Uočena je pogreška u programu zbog koje bi moglo biti problema
hu: Olyan hiba történt a programban, mely további problémákat okozhat
id: Ada kesalahan dalam program yang dapat menyebabkan masalah
is: Það kom upp villa í forritinu sem gæti valdið vandræðum
it: Nel programma si è verificato un errore che può causare problemi
ja: 問題を引き起こす可能性のあるエラーがプログラムにありました
ka: პროგრამის შეცდომა, რომელმაც შესაძლოა პრობლემა შექმნას
kk: Бір қате бағдарламада мәселелер тудырды
km: មាន​កំហុស​មួយ​ក្នុង​កម្មវិធី​ដែល​អាច​បណ្តាល​ឲ្យ​មាន​បញ្ហា
lb: Et ass e Feeler am Programm opgetrueden, dee Problemer verursaache kéint
lt: Įvyko programos klaida, galinti sukelti problemų
mk: Се случи грешка во програмот што може да предизвика проблеми
ms: Ada ralat di dalam program yang menyebabkan masalah.
nb: Det var en feil i programmet som kan føre til problemer
nds: Dat geev en Fehler in dat Programm, villicht treckt he Problemen na sik
ne: समस्या आउनुमा कार्यक्रममा त्रुटि कारण थियो
nl: Er zat een fout in het programma die voor problemen kon zorgen
nn: Det oppstod ein feil i programmet og kan føra til problem
pa: ਕਾਰਜ ਵਿੱਚ ਗਲਤੀ ਆਈ ਹੈ, ਜੋ ਕਿ ਸਮੱਸਿਆ ਪੈਦਾ ਕਰ ਰਹੀ ਹੈ
pl: Wystąpił błąd, który może spowodować zakłócenia w pracy
pt: Ocorreu um erro grave no programa que pode causar problemas
pt_br: Houve um erro no programa que pode ter causado problemas
ru: Ошибка в программе, которая может вызвать проблемы
rw: Habaye ikosa muri porogaramu rishobora gutera ibibazo
sk: V programe sa vyskytla chyba, ktorá môže spôsobiť problémy
sl: V programu je nastala napaka, ki lahko povzroči težave
sr: Десила се грешка у програму која може изазвати проблеме
sr@latn: Desila se greška u programu koja može izazvati probleme
sv: Det uppstod ett fel i programmet vilket kan orsaka problem
ta: பிரச்னைகளை ஏற்படுத்தும் அளவிற்கு நிரலில் ஒரு தவறு இருந்தது.
te: కార్యక్రమం లొ దోషం కలదు, ఇది సమస్యలను కలుగచేయవచ్చును
tg: Хатои барнома, ки метавон ба масъалаҳое оварад
th: มีข้อผิดพลาดในโปรแกรม ซึ่งอาจจะส่งผลให้เกิดปัญหาได้
tr: Programda ciddi bir hata oluştu
tt: Qıyınlıqlarğa kiterä ala torğan xatalar kilep çıqqannar
uk: Сталася серйозна помилка, яка може викликати проблеми
uz: Dasturda muammolarga olib kelishi mumkin boʻlgan xato roʻy berdi
uz@cyrillic: Дастурда муаммоларга олиб келиши мумкин бўлган хато рўй берди

source: Catastrophe
af: Katastrofe
ar: كارثة
az: Faciə
bg: Катастрофа
bn: বিপর্যয়
br: Gwalldaol
ca: Catàstrofe
cs: Katastrofa
da: Katastrofe
de: Schwerwiegender Fehler
el: Καταστροφή
eo: Katastrofo
es: Catástrofe
et: Katastroof
eu: Ondamendia
fi: Katastrofi
fy: Katastrofe
ga: Tubaiste
gl: Catástrofe
he: קטסטרופה
hi: प्रलय
hr: Katastrofa
hu: Katasztrófa
id: Katastrofi
is: Stórslys
it: Catastrofe
ja: 大惨事
ka: სისტემის კრახი
kk: Жаңылыс
km: មហន្តរាយ
lb: Katastroph
lt: Katastrofa
mk: Катастрофа
mn: Сүйрэл
ms: Malapetaka
nb: Katastrofe
nds: Katastroof
ne: विपत्ती
nl: Catastrofe
nn: Katastrofe
pa: ਕਾਟਾਸਟਰੋਫੀ
pl: Katastrofa
pt: Catástrofe
pt_br: Catástrofe
ru: Сбой системы
rw: Amakuba
sk: Katastrofa
sl: Katastrofa
sq: Katastrofë
sr: Катастрофа
sr@latn: Katastrofa
sv: Katastrof
ta: பிரளயம்
te: విపత్తు
tg: Нуқсони система
th: เหตุหายนะ
tr: Facia
tt: Bälä-qaza
uk: Катастрофа
uz: Fojia
uz@cyrillic: Фожиа

source: A very serious error occurred, at least causing the program to exit
af: 'n baie ernstige fout het voorgekom. Dit het veroorsaak dat ten minste die program beëindig is
ar: حدث خطأ كبير سيؤدي على الأقل الى ايقاف البرنامج
az: Çox ciddi bir xəta yarandə və proqramı çıxmağa məcbur etdi
bg: Появи се сериозна грешка, която предизвика спиране на програмата
bn: একটি গম্ভীর ত্রুটির ফলে প্রোগ্রামটি থেমে গেছে
br: Ur fazi grevus-tre a c'hoarvezas, a lakas d'an nebeutañ ar goulev da vont er-maez
ca: Hi ha hagut un error molt seriós, com a mínim ha causat la finalització del programa
cs: Nastala velmi závažná chyba, která přinejmenším způsobila ukončení programu
da: Der opstod et meget alvorligt problem som fik programmet til at afslutte.
de: Ein schwerer Fehler ist aufgetreten, der zumindest zum Beenden des Programms geführt hat.
el: Ένα πολύ σοβαρό σφάλμα συνέβη, που τουλάχιστον οδήγησε στο κλείσιμο του προγράμματος
eo: Okazis tre grava eraro, kiu ĉesigis la programon
es: Ocurrió un error muy serio, causando al menos el cierre del programa.
et: Ilmnes väga tõsine viga, mis sundis programmi tööd lõpetama.
eu: Errore oso larria gertatu da, programa itxiaraziz
fi: Tapahtui vakava virhe, jonka takia ohjelma ainakin lopetetaan.
fr: Une erreur très grave s'est produite, provoquant au moins l'arrêt du programme
fy: In serieuse flater had him foardyn wertroch it programma sluten is
ga: Tharla droch-earráid, agus ara laghad tá an clár tar éis stopadh
gl: Ocorreu un erro moi sério, causando polo menos o remate da execución do programa
he: אירעה שגיאה חמורה מאוד, שלפחות גרמה לתוכנית לצאת
hi: एक अति गंभीर त्रुटि हुई, जिससे प्रोग्राम बाहर हो गया
hr: Došlo je do jako ozbiljne pogreške, koja će u najmanju ruku prouzrokovati zatvaranje programa.
hu: Súlyos programhiba történt, a program futása félbeszakadt
id: Ada kesalahan serius muncul, menyebabkan program harus diakhiri
is: Mjög alvarleg villa kom upp, sem hefur stöðvað keyrslu forritsins
it: Si è verificato un errore molto grave, che come minimo ha causato la fine del programma
ja: 非常に重大なエラーが発生し、そのために少なくともプログラムが終了しました
ka: სერიოზული შეცდომა, რომელმაც პროგრამიდან გასვლა გამოიწვია
kk: Өте маңызды бір қате кемінде бағдарламадан шығуға мәжбүрледі
km: កំហុស​ដ៏​ធ្ងន់ធ្ងរ​បំផុត​មួយ​បាន​កើតឡើង ដែល​យ៉ាង​ហោច​ណាស់ ​វា​បណ្តាល​ឲ្យកម្មវិធី​បិទ
lb: E ganz schlëmme Feeler ass opgetrueden, deen op Mannst zum Ophale vum Programm gefouert huet
lt: Įvyko labai rimta klaida, privertusi programą bent jau baigti darbą.
mk: Се случи сериозна грешка, што во најмала рака предизвика програмот да се исклучи
mn: Дор хаяж программыг таслан гарах ноцтой алдаа гарлаа.
ms: Ada ralat sangat serius di dalam program yang menyebabkan program keluar
nb: Det oppsto en alvorlig feil som til slutt førte til at programmet avsluttet
nds: Dor is en Malöör passeert, dat tominnst to't Enn vun't Programm föhrt hett
ne: कम्तिमा कार्यक्रम अन्त्य गर्दा, एउटा धेरै गम्भिर त्रुटि देखा पर्यो
nl: Er deed zich een zeer ernstige fout voor, waardoor tenminste de toepassing werd afgesloten
nn: Ein svært alvorleg feil oppstod, som førte til at programmet avslutta
pa: ਇੱਕ ਘਾਤਕ ਗਲਤੀ ਆਈ ਹੈ, ਘੱਟੋ-ਘੱਟ ਇਹ ਕਾਰਜ ਨੂੰ ਬੰਦ ਹੋਣ ਲਈ ਮਜ਼ਬੂਰ ਕਰ ਰਹੀ ਹੈ
pl: Wystąpił bardzo poważny błąd, który spowodował przynajmniej zakończenie programu
pt: Ocorreu um erro muito grave, que no mínimo provocou o fim da execução do programa
pt_br: Ocorreu um erro grave, que causou no mínimo a saída do programa.
ru: Возник серьёзный сбой, приведший как минимум к выходу из программы
rw: Ikosa rikomeye cyane ryagaragaye, rituma porogaramu ihagarara
sk: Vyskytla sa veľmi vážna chyba, ktorá minimálne ukončí program
sl: Nastala je tako resna napaka, da se bo končal program.
sq: Një gabim serioz ka ndodhur, së paku do të shkaktoj mbylljen e programit
sr: Десила се веома озбиљна грешка, која ће у најмању руку проузроковати затварање програма
sr@latn: Desila se veoma ozbiljna greška, koja će u najmanju ruku prouzrokovati zatvaranje programa
sv: Ett väldigt allvarligt fel uppstod som åtminstone fick programmet att avslutas
ta: நிரலை வெளியேறச் செய்யும் அளவில் ஒரு பெரிய தவறு ஏற்பட்டது
te: చాలా ముఖ్యమైన దోషం ఒకటి కార్యక్రమంలో వచ్చింది,ఇది కనీసం కార్యక్రమం నిష్క్రమణకు కారణమౌతుంది
tg: Нуқсони ҷиддӣ рӯй дод, ки чун минимум ба аз барнома баромадан расонид
th: เกิดข้อผิดพลาดที่ร้ายแรงมาก ซึ่งอย่างน้อยจะทำให้โปรแกรมจบการทำงาน
tr: Programın kapanmasına neden olan ciddi bir hata oluştu ve programdan çıkıldı.
tt: İñ kimendä,yazılımnan çığuına kitergän bik citdi xata kilep çıqqan
uk: Сталася дуже серйозна помилка, яка, щонайменше, стала причиною виходу програми
uz: Dasturning ishini yakunlanishiga sababchi boʻlgan jiddiy xato roʻy berdi
uz@cyrillic: Дастурнинг ишини якунланишига сабабчи бўлган жиддий хато рўй берди

source: Login
af: Aanteken
ar: دخول
az: Giriş
bg: Вход в системата
bn: লগ-ইন
br: Anv ereañ
ca: Accés
cs: Přihlášení
da: Log på
de: Anmelden
el: Σύνδεση
eo: Ensaluto
es: Entrada
et: Sisselogimine
eu: Hasi saioa
fi: Kirjaudu sisään
fr: Début de session
fy: Oanmelde
ga: Logáil Isteach
he: כניסה למערכת
hi: लॉगइन
hr: Prijava
hu: Bejelentkezés
is: Innstimplun
it: Accesso
ja: ログイン
ka: შესვლა
kk: Кіру
km: ចូល
lb: Umellen
lt: Registracija
mk: Најавување
mn: Бүртгүүлэх
ms: Log masuk
nb: Logg inn
nds: Anmellen
ne: लगइन
nl: Aanmelden
nn: Logg inn
pa: ਲਾਗਇਨ
pl: Zalogowanie
pt: Inicio de sessão
ru: Вход
rw: Ifashayinjira
sk: Prihlásenie
sl: Prijava
sq: Hyni
sr: Пријава
sr@latn: Prijava
sv: Logga in
ta: நுழைவு
te: లాగిన్
tg: Вурудот
th: ล็อกอิน
tr: Giriş
tt: Kereş
uk: Реєстрація
uz: Kirish
uz@cyrillic: Кириш
