Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdecore-eventsrc/csb.po
Languages: csb

source: System Notifications
csb: Systemòwé òdkôzanié w

source: Trash: emptied
csb: Kòsz: wëczëszczony

source: The trash has been emptied
csb: Kòsz òstôł wëczëszczony

source: Textcompletion: rotation
csb: Dofùlowanié tekstu: rotacëjô

source: The end of the list of matches has been reached
csb: Je doszłé do kùńca lëstë dopasowaniów

source: Textcompletion: no match
csb: Dofùlowanié tekstu: felënk dopasowaniô

source: No matching completion was found
csb: Dopasowanié nie òstałó nalazłé

source: Textcompletion: partial match
csb: Dofùlowanié tekstu: dzélowé dopasowanié

source: There is more than one possible match
csb: Je wicy jak jedno dopasowanié

source: Cannot Open File
csb: Nie je mòżno òtemknąc lopkù

source: The selected file cannot be opened for reading or writing
csb: Wëbróny lopk nie mòże òstac òtemkłi do czëtaniô czë zapisaniô

source: Fatal Error
csb: Kriticznô fela

source: There was a serious error causing the program to exit
csb: Pòkôza sã pòwôżnô fela, jakô doprowadzëła do zamkniãcô programë

source: Notification
csb: Òdkôzanié

source: Something special happened in the program
csb: W programie stało sã cos òsoblëwégò

source: Warning
csb: Òstrzega

source: There was an error in the program which may cause problems
csb: Pòkôza sã fela, jakô mòże doprowadzëc do zmiłków w dalszi robòce

source: Catastrophe
csb: Katastrofa

source: A very serious error occurred, at least causing the program to exit
csb: Pòkôza sã pòwôżnô fela, jakô doprowadzëła co nômni do zakùńczeniô programë

source: Login
csb: Logòwanié

source: TDE is starting up
csb: Zrëszënié TDE

source: Logout
csb: Wëlogòwanié

source: TDE is exiting
csb: Zakùńczenié TDE

source: Logout canceled
csb: Wëlogòwanié òprzestóné

source: TDE logout was canceled
csb: Logòwanié TDE òprzestóné

source: Print error
csb: Fela drëkù

source: A print error has occurred
csb: Wëskrzëniwô sã fela drëkù

source: Information message
csb: Wëdowiédny kòmùnikat

source: An information message is being shown
csb: Wëskrzëniwô sã wëdowiédny kòmùnikat

source: Warning message
csb: Òstrzegawczi kòmùnikat

source: A warning message is being shown
csb: Wëskrzëniwô sã òstrzegawczi kòmùnikat

source: Critical message
csb: Kòmunikat kriticzny felë

source: A critical message is being shown
csb: Wëskrzëniwô sã kòmunikat kriticzny felë

source: Question
csb: Pëtanié

source: A question is being asked
csb: Zadóné je pëtanié
