Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdecore-eventsrc/hsb.po
Languages: hsb

source: System Notifications
hsb: systemowe powěsće

source: Trash: emptied
hsb: Papjernik: wuprózdnjeny

source: The trash has been emptied
hsb: sym papjernik wuprózdnił

source: Textcompletion: rotation
hsb: Wudospołnjenje teksta: rotacija

source: The end of the list of matches has been reached
hsb: Sym na kóncu lisćiny namakankow

source: Textcompletion: no match
hsb: Wudospołnjenje teksta: njejsym ničo namakał

source: No matching completion was found
hsb: Žane wudospołnjenje so njehodźi

source: Textcompletion: partial match
hsb: Wudospołnjenje teksta: dźělne kryće

source: There is more than one possible match
hsb: Wjace hač jedne móžne wudospołnjenje

source: Cannot Open File
hsb: Njemóžu dataju wočinić

source: The selected file cannot be opened for reading or writing
hsb: Wubrana dataja njehodźi so wočinić

source: Fatal Error
hsb: Fatalny zmylk

source: There was a serious error causing the program to exit
hsb: Je so chutny zmylk stał, kiž je program skónčił

source: Notification
hsb: Zdźělenka

source: Something special happened in the program
hsb: Něšto njewočakowane je so stało

source: Warning
hsb: Warnowanje

source: There was an error in the program which may cause problems
hsb: Je so někajki zmylk stał, kiž móhł problemy sčinić

source: Catastrophe
hsb: Katastrofa

source: A very serious error occurred, at least causing the program to exit
hsb: Je so jara chutny zmylk stał, kiž je znajmjeńša program skónčił

source: Login
hsb: Přizjewjenje

source: TDE is starting up
hsb: TDE so startuje

source: Logout
hsb: Wotzjewjenje

source: TDE is exiting
hsb: TDE so zakónči

source: Print error
hsb: Ćišćenski zmylk

source: A print error has occurred
hsb: Zmylk je so stał při ćišćenju

source: Information message
hsb: Informaciska zdźělenka

source: An information message is being shown
hsb: Informaciska zdźělenka so pokazuje

source: Warning message
hsb: Warnowanska zdźělenka

source: A warning message is being shown
hsb: Warnowanska zdźělenka so pokazuje

source: Critical message
hsb: Kritiska zdźělenka

source: A critical message is being shown
hsb: Kritiska zdźělenka so pokazuje

source: Question
hsb: Prašenje

source: A question is being asked
hsb: Praša so za něčim
