Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/interfaces-desktops/*.po
Languages: af, bg, bn, bs, ca, cs, cy, de, el, es, eu, fa, fr, fy, ga, gl, he, hi, hr, hu, id, it, ja, kk, km, lb, lt, mk, nb, nds, ne, pa, pl, pt, pt_br, ru, rw, se, sk, sl, sr, sv, ta, te, tg, th, tr, tt, uk, vi, zh_cn, zh_hk

source: Text-to-Speech Service with a DCOP interface
af: Tekste-tot-spraak diens met DCOP intervlak
bg: Синтез на глас с интерфейс DCOP
bn: ডিকপ (DCOP) ইন্টারফেস সহ টেক্সট-টু-স্পীচ সার্ভিস
bs: Servis za izgovaranje teksta sa DCOP interfejsom
ca: Servei de síntesi de veu amb una interfície DCOP
cs: Služba text-na-řeč s DCOP rozhraním
cy: Gwasanaeth Testun-i-Lafar efo rhyngwyneb DCOP
de: Sprachausgabe mit DCOP-Schnittstelle
el: Υπηρεσία κειμένου-σε-ομιλία με διασύνδεση DCOP
es: Texto a servicio de voz con un interfaz DCOP
eu: 'Testua-ahoskatzea' zerbitzua DCOP interfazearekin
fa: خدمت متن به سخن با یک واسط DCOP
fr: Service de synthèse vocale munie d'une interface DCOP
fy: tekst-ta-prate mei in DCOP-ynterface
ga: Seirbhís Téacs-go-Caint le comhéadan DCOP
gl: Servizo de Texto a Fala con interface DCOP
he: שירות טקסט לדיבור עם ממשק DCOP
hr: Usluga tekst-u-govor s DCOP sučeljem.
hu: Szövegfelolvasó szolgáltatás DCOP-felülettel
id: Layanan Text-to-Speech Service dengan antarmuka DCOP
it: Servizio di pronuncia con un'interfaccia DCOP
ja: DCOP インターフェースで動作するテキスト読み上げサービス
kk: DCOP интерфейсті мәтіннен дыбыстап оқу қызметі
km: សេវា អត្ថបទ-ទៅ-សំដី ដែល​មានចំណុចប្រទាក់ DCOP
lb: Sproochausgab-Service mat engem DCOP-Interface
lt: Teksto vertimo kalba tarnyba su DCOP sąsaja
mk: Сервис за текст-во-говор со DCOP-интерфејс
nb: Tekst til tale-program med DCOP-grensesnitt
nds: Vörleesdeenst mit DCOP-Koppelsteed
ne: DCOP इन्टरफेससँग पाठ-बाट-बोली सेवा
pa: ਇੱਕ DCOP ਇੰਟਰਫੇਸ ਨਾਲ ਪਾਠ-ਤੋਂ-ਬੋਲੀ ਸੇਵਾ
pl: Usługa czytania tekstu z interfejsem DCOP
pt: Servidor Texto-para-Voz com interface DCOP
pt_br: Serviço de conversão de texto para fala com uma interface DCOP
ru: Сервис синтеза речи с интерфейсом DCOP
rw: Serivise Umwandiko-ku-Kuvuga ifite imigaragarire DCOP
se: Hupmejuvvon teaksta bálválus mas lea DCOP-lákta
sk: Služba prevodu textu na reč s rozhraním DCOP
sl: Servis, ki spremeni besedilo v govor, z vmesnikom DCOP
sr: Текст—у—говор сервис са DCOP интерфејсом
sv: Text till tal-tjänst med ett DCOP-gränssnitt
ta: DCOP இடைமுகத்துடன் உரையில் இருந்து பேச்சு சேவை
te: డికాప్ ఇంటర్ఫేస్ కల్గిన వాచకం నుంచి మాటలకు మార్చు సేవ
tg: Хидмати матни овоздор бо интерфейси DCOP
th: บริการเปลี่ยนข้อความเป็นเสียงพูด พร้อมด้วยส่วนติดต่อกับ DCOP
tr: DCOP arayüzü ile Metinden Ses Servisi
tt: DCOP protokolı aşa eşläwçe Mäten-Uquçı Xezmät
uk: Служба синтезу мовлення з інтерфейсом DCOP
vi: Dịch vụ Văn bản sang Tiếng nói có giao diện DCOP
zh_cn: 带 DCOP 接口的文本到语音服务
zh_hk: 附有 DCOP 介面的文字朗讀工具

source: Instant Messenger with a DCOP interface
af: Oombliklike Boodskapper met DCOP intervlak
bg: Програма за съобщения в реално време с интерфейс DCOP
bn: ডিকপ (DCOP) ইন্টারফেস সহ ইনস্ট্যান্ট মেসেঞ্জার
bs: Instant poruke sa DCOP interfejsom
ca: Missatgeria instantània amb una interfície DCOP
cs: Komunikátor s DCOP rozhraním
cy: Negesydd Chwim efo rhyngwyneb DCOP
de: Nachrichtensofortversand mit DCOP-Schnittstelle
el: Στιγμιαίος αποστολέας με διασύνδεση DCOP
es: Instant Messenger con un interfaz DCOP
eu: Berehalako mezularitza DCOP interfazearekin
fa: پیام‌رسان فوری با یک واسط DCOP
fr: Messagerie instantanée munie d'une interface DCOP
fy: Instant Messenger mei in DCOP-interface
ga: Clár teachtaireachtaí meandaracha le comhéadan DCOP
gl: Mensaxeria Instantánea con interface DCOP
he: תכנת מסרים מידיים עם ממשק DCOP
hi: डीकॉप इंटरफेस सहित इंस्टैंट मैसेंजर
hr: Trenutne poruke s DCOP sučeljem
hu: Azonnali üzenetküldő DCOP-felülettel
id: Instant Messenger dengan antarmuka DCOP
it: Messaggistica istantanea con un'interfaccia DCOP
ja: DCOP インターフェースをもつインスタントメッセンジャー
kk: DCOP интерфейсті жедел хабарласу бағдарламасы
km: ​កម្មវិធី​ជជែក​កំសាន្ត​ដែល​មាន​ចំណុច​ប្រទាក់ DCOP
lb: Instant Messenger mat engem DCOP-Interface
lt: Momentinių žinučių klientas su DCOP sąsaja
mk: Инстант Гласник (Messenger) со DCOP интерфејс
nb: Lynmeldingsprogram med DCOP-grensesnitt
nds: Kortnarichten-Maker mit DCOP-Koppelsteed
ne: DCOP इन्टरफेससँग आवश्यक मेसेन्जर
pa: ਇੱਕ DCOP ਇੰਟਰਫੇਸ ਲਈ ਇੱਕ ਮੌਕਾ ਸੁਨੇਹਾਕਾਰ
pl: Komunikator internetowy z interfejsem DCOP
pt: Mensageiro Instantâneo com interface DCOP
pt_br: Mensageiro Instantâneo com uma interface DCOP
ru: Клиент обмена сообщениями с интерфейсом DCOP
rw: Intumwa y'Akokanya ifite imigaragarire DCOP
se: Šleađgadiehtoprográmma mas lea DCOP-lákta
sk: Instant Messanger s rozhraním DCOP
sl: Takojšni sporočilnik z vmesnikom DCOP
sr: Брзи гласник са DCOP интерфејсом
sv: Direktmeddelanden med ett DCOP-gränssnitt
ta: உடனடி செய்தியாளர் DCOP இடைமுகத்தோடு
te: డిసిఓపి ఇంటర్ఫెస్ కలిగివున్న ఇంస్టెంట్ మెస్సెన్జర్
tg: Мубодилаи паёмҳо бо интерфейси DCOP
th: โปรแกรมส่งข้อความแบบทันที ด้วยส่วนติดต่อกับ DCOP
tr: DCOP arayüzüyle Anında Mesajlaşma
tt: DCOP protokolı belän Aşığıç Xäbärçe
uk: Програма для миттєвого зв'язку через DCOP
vi: Bộ tin nhắn tức khắc có giao diện DCOP
zh_cn: 带 DCOP 接口的即时通讯程序
zh_hk: 附有 DCOP 介面的即時通訊軟件

source: Instant Messenger
af: Oombliklike Boodskapper
bg: Съобщения в реално време
bn: ইনস্ট্যান্ট মেসেঞ্জার
bs: Instant poruke
ca: Missatgeria instantània
cs: Komunikátor
cy: Negesydd Chwim
de: Nachrichtensofortversand
el: Στιγμιαίος αποστολέας
eu: Berehalako mezularitza
fa: پیام‌رسان فوری
fr: Messagerie instantanée
ga: Clár teachtaireachtaí meandaracha
gl: Mensaxeria Instantánea
he: מסרים מידיים
hi: इंस्टैंट मैसेंजर
hu: Azonnali üzenetküldő
it: Messaggistica istantanea
ja: インスタントメッセンジャー
kk: Жедел хабарласу
km: កម្មវិធី​វិធីជជែក​កំសាន្ត
lt: Momentinių žinučių klientas
mk: Инстант Гласник (Messenger)
nb: Lynmelding
nds: Kortnarichten-Maker
ne: आवश्यक मेसेन्जर
pa: ਮੌਕਾ ਸੁਨੇਹਾਕਾਰ
pl: Komunikator internetowy
pt: Mensageiro Instantâneo
pt_br: Mensagem Instantâneo
ru: Обмен сообщениями
se: Šleađgadieđut
sl: Takojšni sporočilnik
sr: Брзи гласник
sv: Direktmeddelanden
ta: உடனடி செய்தியாளர்
te: ఇంస్టెంట్ మెస్సెన్జర్
tg: Мубодилаи паёмҳо
th: โปรแกรมส่งข้อความทันที
tr: Anında Mesajlaşma
tt: Aşığıç Xäbärçe
uk: Програма для миттєвого зв'язку через DCOP
vi: Bộ tin nhắn tức khắc
zh_cn: 即时通讯程序
zh_hk: 即時通訊軟件

source: The instant messenger allows two-way chat between individuals and groups.
af: Die oombliklike boodskappe laat twee rigting kommunikasie tussen individue en groepe toe.
bg: Разговор между различни хора в реално време.
bn: ইনস্ট্যান্ট মেসেঞ্জার একাধিক ব্যক্তি বা গোষ্ঠীকে দ্বিমুখী বার্তালাপ বা আড্ডার সুযোগ দেয়।
bs: Program za instant poruke omogućuje dvosmjernu komunikaciju između pojedinaca i grupa.
ca: La missatgeria instantània permet converses en dos sentits entre individus i grups.
cs: Komunikátor vám umožňuje obousměrný rozhovor s jednotlivci nebo skupinami.
cy: Mae'r negesydd chwim yn caniat√†u sgwrs dwy-ffordd rhwng unigolion a grwpiau.
de: Der Nachrichtensofortversand ermöglicht Chats zwischen Personen und Gruppen in jede Richtung.
el: Ο στιγμιαίος αποστολέας επιτρέπει τη συζήτηση μεταξύ ατόμων και ομάδων.
es: El Instant Messenger permite conversación en dos sentidos entre indivíduos y grupos.
eu: Berehalako mezularitzak banan-banako edo taldeen arteko berriketan aritzeko.
fa: پیام‌رسان فوری امکان گپ دو طرفه بین افراد و گروهها را می‌دهد.
fr: La messagerie instantanée permet un dialogue bidirectionnel entre individus et groupes.
fy: Mei de instant messenger kinne jo twaspraak hâlde mei in yndividu en groepen.
ga: Is féidir comhrá déthreoch a dhéanamh idir daoine agus grúpaí leis an gclár teachtaireachtaí meandaracha.
gl: O instant messenger permite conversas nos dous sentidos entre indivíduos e grupos.
he: תוכנת מסרים מידיים מאשרת לשוחח ברשת (לצ'טט) בין יחידים או קבוצות
hi: इंस्टैंट मैसेंजर जो व्यक्तियों या समूहों के बीच दो-तरफा गपशप स्वीकारता है.
hr: Trenutne poruke omogućuju dvosmjerno brbljanje između pojedinaca i grupa.
hu: Interaktív társalgást tesz lehetővé az interneten keresztül két személy vagy csoport között.
id: Instant messenger memungkinan chat dua-arah antara individu dan grup
it: La messaggistica istantanea permette di chiacchierare tra due persone o in gruppo.
ja: インスタントメッセンジャーは個人とグループとの双方向チャットを可能にします。
kk: Жедел хабарласу жеке тұлға және топтар араларында әңгімелесу мүмкіндігін береді.
km: កម្មវិធី​ជជែក​កំសាន្ត​អនុញ្ញាត​ឲ្យ​ជជែក​តាម​របៀប​ពីរ​បែប​រវាង​បុគ្គល និង​ក្រុម ។
lb: Den Instant Messenger erlaabt eng zwee-Weeër Kommunikatioun tëschent eenzelne Persounen a Gruppen.
lt: Momentinių žinučių klientas kalbėtis individams ir grupėms.
mk: Инстант гласникот овозможува двонасочна комуникација меѓу индивидуи и групи.
nb: Et lynmeldingsprogram som tallater toveis samtale mellom enkeltpersoner og grupper.
nds: Mit den Kortnarichten-Maker köönt enkelte Minschen oder Gruppen ünnerenanner snacken.
ne: आवश्यक मेसेन्जरले एकल र समूहहरुबीच दोहोरो कुराकानीलाई अनुमति दिन्छ ।
pa: ਇਹ ਮੌਕਾ ਸੁਨੇਹਾਕਾਰ ਇੱਕਲੇ ਤੇ ਸਮੂਹ ਵਿਚਕਾਰ ਦੋ ਪਾਸੀ ਗਲਬਾਤ ਲਈ ਸਹਾਇਕ ਹੈ
pl: Komunikator internetowy umożliwia pogawędki między dwiema osobami lub grupami osób.
pt: O mensageiro instantâneo permite conversar entre dois extremos com indivíduos e com grupos.
pt_br: O mensageiro instantâneo permite que exista um bate-papo entre indivíduos e grupos
ru: Клиент обмена сообщениями служит для обмена сообщениями между людьми и группами.
rw: Intumwa y'Akokanya yemerera inzira-zombi z'ikiganiroInterineti hagati y'abantu ubwabo n'amatsinda
se: Šleađgadiehtoprográmma gos olbmot ja joavkkut sáhttet buillardallat (chat).
sk: Instant messenger umožňuje rozhovor medzi rôznymi osobami a skupinami.
sl: Takojšni sporočilnik omogoča dvosmeren klepet med posamezniki in skupinami.
sr: Брзи гласник вам омогућава двосмерно ћаскање између појединаца и група.
sv: Direktmeddelanden möjliggör tvåvägschatt mellan individer och grupper.
ta: உடனடி தகவல் உங்களை இரண்டு வழியில் தனிநபர் மற்றும் குழுக்கள் இடையே அனுமதிக்கும்.
te: ఇంస్టెంట్ మెస్సెన్జర్ వ్యక్తు లు మరయు గుంపుల తొ ఇరువయపుల నుంచి సంబాషించవచ్చు
tg: Мубодилаи паёмҳо барои сӯҳбат бо шахсони ҷудогона ва гурӯҳӣ иҷозат медиҳад.
th: โปรแกรมส่งข้อความแบบทันที จะอนุญาตให้มีการพูดคุยสองทาง ทั้งระหว่าง บุคคลและกลุ่ม
tr: Anında mesajlaştırıcı iki yollu sohbet sağlar: bireyler ve gruplar.
tt: Bu aşığıç xäbärçe aşa keşe-törkemnär arasında ike-yaqlı aralaşu mömkinlegen birä.
uk: Програма для миттєвого зв'язку дозволяє розмовляти з іншою людиною чи групою людей.
vi: Bộ tin nhắn tức khắc cho phép trò chuyện hai chiều giữa người riêng và nhóm.
zh_cn: 允许在个人和群组之间双向聊天的即时通讯程序。
zh_hk: 即時通訊軟件可以讓用戶和別的用戶或羣組通訊。

source: Bash Shell Script Runner
af: Bash Tolk Skrip Hardloper
bn: ব্যাশ শেল স্ক্রিপ্ট চালক
bs: Izvršavanje Bash shell skripti
ca: Processa script bash a l'intèrpret de comandaments
cs: Spouštěč skriptů pro BASH
cy: Rhedydd Sgript Plisgyn Bash
de: Ausführung von Bash-Skripten
el: Εκτελεστής σεναρίων κελύφους Bash
es: Ejecutor de script para intérprete de órdenes de bash
eu: Bash shell script-aren abiarazlea
fa: اجراکنندۀ دست‌نوشتۀ پوستۀ bash
fr: Lanceur de scripts shell Bash
fy: Bash Flues Skript Rinner
ga: Reathaí Script Bhlaoisce bash
gl: Guión Executábel da Shell Bash
he: הרצת תסריט מעטפת של Bash
hi: बैश शेल स्क्रिप्ट चालक
hr: Pokretač Bash skripti ljuske
hu: Bash parancsfájl futtatása
it: Esecutore script bash
ja: Bash シェルスクリプト 実行
kk: Bash қоршау-ортаның скриптерін орындау
km: កម្មវិធី​រត់​ស្គ្រីប​សែល Bash
lb: Ausféierer fir Bash-Kommandozeil-Skripter
lt: Bash apvalkalo scenarijų paleidėjas
mk: Стартувач на скрипти за школката Bash
nb: Bash skallskriptkjører
nds: Bashskript-Starter
ne: बाश शेल स्क्रिप्ट सञ्चालक
pa: ਬੈਸ਼ ਸ਼ੈਲ ਸਕ੍ਰਿਪਟ ਰਨਰ(Bash Shell)
pl: Program uruchamiający skrypty Bash
pt: Execução de Programa da 'Shell' BASH
pt_br: Executor de Script Shell do Bash
ru: Запуск скриптов bash
rw: Mutangiza Gaporogaramu Bash Shell
se: Skálžu-skriptavuodji
sk: Spustenie Bash shell skriptu
sl: Zaganjalnik lupinski skriptov
sr: Извршавач скрипти Bash шкољке
sv: Kör Bash-skalskript
ta: பேஷ் ஓட்டு எழுத்தாக்க இயக்கி
te: బేష్ షెల్ స్క్రిప్ట్లను నిర్వర్తించెది
tg: Иҷрокунандаи Bash Shell
th: ตัวสั่งสคริปต์ของ bash เชลล์ให้ทำงาน
tr: Kabuk Betiği Çalıştırıcısı
tt: Qabıqnıñ Bash Ämerlek Cibärgeçe
uk: Виконувач скриптів командної оболонки (bash)
vi: Bộ chạy tập lệnh hệ vỏ Bash
zh_cn: Bash Shell 脚本运行程序

source: Runs bash shell scripts from inside the application.
af: Laai bash tolk skripte vanuit die program.
bg: Изпълнение на скриптове на bash от друга програма.
bn: অ্যাপ্লিকেশনের ভেতরে ব্যাশ শেল স্ক্রিপ্ট (bash shell script) চালায়।
bs: Izvršava bash shell skripte iz same aplikacije.
ca: Processa scripts bash des de les aplicacions.
cs: Spouští BASH skript z aplikace.
cy: Yn rhedeg sgriptiau plisgyn bash o tu fewn y cymhwysiad.
de: Führt Bash-Shell-Skripte innerhalb von Programmen aus
el: Εκτελεί σενάρια κελύφους bash μέσα από την εφαρμογή.
es: Ejecuta procedimientos del intérprete de órdenes bash desde dentro de la aplicación.
eu: Aplikazioaren baitatik bash-eko shell script-ak abiarazteko.
fa: دست‌نوشته‌های پوستۀ bash را از درون کاربرد اجرا می‌کند.
fr: Exécute des scripts shell Bash depuis l'intérieur de l'application.
fy: Bash flues skript rint yn de applikaasje.
ga: Ritheann seo scripteanna blaoisce bash ó thaobh istigh an fheidhmchláir.
gl: Executa guións da shell bash desde dentro da aplicación.
he: מריץ תסריטי Bash מתוך היישום
hi: अनुप्रयोगों के भीतर से ही बैश शेल स्क्रिप्ट चलाता है.
hr: Pokretanje bash skripti ljuske iz aplikacije.
hu: Bash parancsfájlok futtatása alkalmazásokból.
id: Menjalankan skrip bash dari aplikasi
it: Esegue gli script bash all'interno dell'applicazione.
ja: アプリケーション内部からの Bash シェルスクリプトを実行します。
kk: Қолданбаның ішінен bash скрипттерін орындайды.
km: រត់​ស្គ្រីប​សែល bash ពី​ក្នុង​កម្មវិធី ។
lb: Féiert Skripter fir d'Bash-Kommandozeil aus dem Programm selwer aus.
lt: Paleidžia bash apvalkalo scenarijus iš taikomosios programos.
mk: Ги стартува bash shell скриптите од апликацијата.
nb: Kjører bash skallskript fra innsiden av programmet.
nds: Dor köönt Programmen Bash-Konsoolskripten mit utföhren.
ne: अनुप्रयोगको भित्रबाट बाश शेल स्क्रिप्ट सञ्चालन गर्दछ ।
pa: ਇੱਕ ਕਾਰਜ ਵਿੱਚ ਬੈਸ਼ ਸ਼ੈਲ ਸਕ੍ਰਿਪਟਾਂ ਚਲਾਉਣ ਲਈ ਸਹਾਇਕ ਹੈ
pl: Uruchamia skrypty Bash wewnątrz programu.
pt: Corre os programas da 'shell' 'bash' dentro das aplicações.
pt_br: Executa shell scripts do bash de dentro do aplicativo
ru: Запуск bash-скриптов из приложений.
rw: Itangiza inyandikoporogaramu ya sheli bash guhera imberemo ya porogaramu.
se: Vuodjá bash-skálzoskriptaid prográmma siskobeales.
sk: Spustí bash shell skript z aplikácie.
sl: Požene lupinske skripte znotraj programa.
sr: Покреће скриптре bash шкољке унутар програма.
sv: Kör Bash-skalskript inifrån programmet.
ta: பயன்பாட்டில் இருந்து பேஷ் ஓட்டு எழுத்தாக்க இயக்குகிறது
te: బేష్ షెల్ స్క్రిప్ట్లను కార్యక్షేత్రం లొపల నుంచి నిర్వర్తించెది
tg: Скриптҳои bash shell даруни барномаҳо иҷро мекунад.
th: สั่งให้สคริปต์ของ bash เชลล์ทำงานภายในแอพพลิเคชัน
tr: Uygulama içinden bash betiği çalıştırır.
tt: Yazılım eçennän bash ämerleklär cibärä.
uk: Запускає скрипти командної оболонки (bash) з програми.
vi: Chạy tập lệnh hệ vỏ bash bên trong ứng dụng.
zh_cn: 在应用程序内运行 bash shell 脚本。
zh_hk: 於程式內執行 bash shell script 檔案

source: This is a generic test script engine for testing the script interface.
af: Hierdie is 'n generies toets skrip masjien vir toetsing die skrip koppelvlak.
bg: Модул за тестване на скриптове.
bs: Ovo je opšti engine za testiranje interfejsa skripti.
ca: Aquest és un enginy per a provar la interfície de l'script.
cs: Toto je obecný testovací skript pro testování skriptovacího rozhranní.
cy: Mae hyn yn beiriant sgript prawf generig i brofi y sgript rhyngwyneb.
de: Dies ist eine allgemeine Sammlung von Testroutinen für die Skript-Schnittstelle.
el: Αυτό είναι μια γενική μηχανή ελέγχου σεναρίων για τον έλεγχο της διασύνδεσης σεναρίων.
es: Este es un motor de script genérico para probar el interfaz de script.
eu: Hau script motoreen proba generikoa da script-aren interfazea probatzeko.
fa: این یک موتور دست‌نوشتۀ آزمون عمومی برای آزمایش واسط دست‌نوشته می‌باشد.
fr: Ceci est un moteur de script de test générique pour expérimenter l'interface de script.
fy: Dit is in algemiene samling testroutines foar it testen fan de skript-interface.
ga: Is inneall tástála cineálach scripteanna é seo a úsáidtear chun an comhéadan scripte a thástáil.
gl: Ésta é unha ferramenta para probar a interface dos guións.
he: זהו מנוע תסריטים כללי לבדיקת ממשק התסריטים
hi: स्क्रिप्ट इंटरफेस जांचने के लिए यह एक जेनरिक टेस्ट स्क्रिप्ट इंजन है.
hr: Ovo je generička ispitna skripta programa za ispitivanje sučelja skripte.
hu: Ez egy tesztszkript a szkript-felület kipróbálásához.
id: Mesin skrip tes generik untuk menguji antarmuka skrip
it: Questo Ã¨ un motore di script generico per provare l'interfaccia di script.
ja: これはスクリプトインターフェースをテストする一般的なテストスクリプトです。
kk: Бұл скрипт интерфейсін сынауға арналған тетік.
km: នេះ​ជា0​ម៉ាស៊ីន​ស្គ្រីប​សាកល្បង​ទូទៅ​មួយ ដើម្បី​សាកល្បង​ចំណុច​ប្រទាក់​ស្គ្រីប ។
lb: Dësst ass eng allgemeng Test-Skript-Engine fir de Skript-Interface ze testen.
lt: Tai yra bendras testavimo scenarijų variklis skirtas scenarijų sąsajos testavimui.
mk: Ова е општа тест-скрипта за тестирање на скриптниот интерфејс
nb: Dette er et generisk testskript for å teste skriptgrensesnitt.
nds: Dit is en allgemeen Koppel vun Testskripten för dat Pröven vun de Skript-Koppelsteed.
ne: स्क्रिप्ट इन्टरफेस परीक्षणका लागि यो एउटा जेनेरिक परीक्षण स्क्रिप्ट हो ।
pa: ਇਹ ਇੱਕ ਸਕ੍ਰਿਪਟ ਇੰਟਰਫੇਸ ਨੂੰ ਜਾਂਚਣ ਲਈ ਇੱਕ ਸਧਾਰਨ ਜਾਂਚ ਇੰਜਣ ਹੈ।
pl: Moduł do testowania interfejsu skryptowego.
pt: Este é um motor de 'scripts' de teste para testar a interface de 'scripting'.
pt_br: Este é um mecanismo de teste genérico para testar a interface de script.
ru: Этот движок предназначен для тестирования интерфейса скриптов.
rw: Iyi ni imashini rusange y'inyandikoporogaramu y'igerageza ikoreshwa mu kugerageza imigaragarire y'inyandikoporogaramu.
se: Dát lea oppalaš geahččalanskriptamohtor testendihte skriptalavtta
sk: Toto je generický testovací skript pre testovanie skriptovacieho rozhrania.
sl: To je generični poskusni skriptni pogon za preizkušanje skriptnega vmesnika.
sr: Ово је генерички програм за тестирање интерфејса скрипти.
sv: Det här är ett generellt skripttestprogram för att testa skriptgränssnittet
ta: எழுத்தாக்க இடைமுகத்தைச் சோதிக்க உதவும் ஒரு பொதுவான சோதனை இயந்திரம்.
te: ఇది స్క్రిప్ట్ ఇంటర్ఫెస్లను పరీక్షించెందుకు వాడె సాధరణ పరీక్షా స్క్రిప్ట్ ఇంజను
tg: Ин ҷрокунандаи скрипт интерфейси скрипт тафтиш мекунад.
th: นี่เป็นกลไกทดสอบสคริปต์ทั่วไป สำหรับทดสอบส่วนติดต่อสคริปต์
tr: Bu betik arayüzünü test etmek için bir genel test betik motorudur.
tt: Ämeklek yözarasın tikşerü öçen sınaw qoralı bu.
uk: Це - загальний рушій тестових скриптів для перевірки інтерфейсу скрипту.
vi: Đây là cơ chế tập lệnh thử ra giống loài để thử ra giao diện tập lệnh.
zh_cn: 这是一个用于测试脚本接口的通用脚本测试引擎。
zh_hk: 這是用來測試手稿介面用的一般性測試手稿引擎

source: Embedded Text Editor
af: Ingebedde Teks Redigeerder
bg: Текстов редактор
bn: অভ্যন্তরীন টেক্সট সম্পাদক
bs: Umetnuti tekst editor
ca: Editor de text, encastable
cs: Zabudovaný textový editor
cy: Golygydd Testun Mewnol
de: Erweiterte Editorkomponente
el: Ενσωματωμένος επεξεργαστής κειμένου
es: Editor de texto empotrable
eu: Kapsulatutako testu-editorea
fa: ویرایشگر متن نهفته
fr: Éditeur de texte intégré
fy: Ynsletten tekstbewurker
ga: Eagarthóir téacs leabaithe
gl: Editor de Textos Incrustado
he: עורך טקסט מוטבע
hi: अंतर्निहित पाठ संपादक
hr: Ugrađeni uređivač teksta
hu: Beágyazott szövegszerkesztő
id: Komponen Editor Teks Embedded
it: Editor di testi integrato
ja: 埋め込みテキストエディタ
kk: Ендірілетін мәтін редакторы
km: កម្មវិធី​និពន្ធ​អត្ថបទ​ដែល​បាន​បង្កប់
lb: Agebauten Texteditor
lt: Įdėtas tekstų redaktorius
mk: Вгнезден текст уредувач
nb: Innebygget skriveprogram
nds: Inbett Texteditor
ne: सम्मिलित पाठ सम्पादक
pa: ਸ਼ਾਮਿਲ ਪਾਠ ਸੰਪਾਦਕ
pl: Osadzony edytor tekstu
pt: Editor de Texto Embebido
pt_br: Editor de textos integrado
ru: Встроенный текстовый редактор
rw: Muhinduzi yUmwandiko Irimo
se: Vuojuhahtti čállinprográmma
sk: Vložiteľný textový editor
sl: Vključeni urejevalnik besedil
sr: Уграђени уређивач текста
sv: Inbäddad texteditor
ta: உட்பொதிந்த உரை தொகுப்பி
te: పొదగిన వాచకం సరిచేయునది
tg: Таҳриргари матни дарунсохт
th: โปรแกรมแก้ไขข้อความแบบฝังตัว
tr: Gömülü Metin Düzenleyici
tt: Mäten öçen Quşılma-Üzgärtkeçe
uk: Вмонтований текстовий редактор
vi: Bộ Soạn thảo Văn bản nhúng
zh_cn: 嵌入式文本编辑器
zh_hk: 嵌入式文字編輯器
