Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/interfaces-desktops/*.po
Languages: af, bg, bn, bs, ca, cs, cy, de, el, es, eu, fa, fr, fy, ga, gl, he, hi, hr, hu, id, it, ja, kk, km, lb, lt, mk, nb, nds, ne, pa, pl, pt, pt_br, ru, rw, se, sk, sl, sr, sv, ta, te, tg, th, tr, tt, uk, vi, zh_cn, zh_hk

source: The text editor service provides applications with a text viewer and editor. TDE applications that provide text editing facilities should use this service.
af: Die teks redigeerder diens verskaf programme met 'n teks aansig en redigeerder. Kde programme wat verskaf teks redigering fasiliteite moet gebruik hierdie diens.
bg: Текстовия редактор, представлява компонент за вграждане в другите програми, който предоставя функционалност за разглеждане и редактиране на текстови файлове.
bn: টেক্সট সম্পাদক সার্ভিসটি বিভিন্ন অ্যাপলিকেশন-কে একটি টেক্সট প্রদর্শক এবং সম্পাদক ব্যবহার করার সুযোগ দেয়। কোন কে.ডি.ই. অ্যাপলিকেশন টেক্সট সম্পাদনা করার সুবিধা দিতে চাইলে তার এই সার্ভিসটি ব্যবহার করা উচিত্‍।
bs: Text editor servis pruža aplikacijama preglednik i editor teksta. TDE aplikacije koje imaju mogućnost editovanja teksta bi trebale koristiti ovaj servis.
ca: El servei de l'editor de text proveeix d'aplicacions amb un visor i un editor de text. Les aplicacions TDE que proveeixen de facilitats d'edició haurien d'emprar aquest servei.
cs: Služba textového editoru poskytuje aplikacím prohlížeč a editor textu. Aplikace TDE, které umožňují editovat text, by měly používat tuto službu.
cy: Mae'r gwasanaeth golygu testun yn darparu gwelydd testun a golygydd i gymhwysiadau. dylai cymhwysiadau TDE sy'n darparu galluoedd golygu testun ddefnyddio'r gwasanaeth yma.
de: Diese Komponente stellt Programmen einen Textbetrachter und -editor zur Verfügung. TDE-Anwendungen, die mit Textbearbeitung zu tun haben, sollten dieses Angebot nutzen.
el: Η υπηρεσία επεξεργαστή κειμένου παρέχει στις εφαρμογές έναν προβολέα και επεξεργαστή κειμένου. Οι εφαρμογές του TDE που παρέχουν δυνατότητες επεξεργασίας κειμένου θα πρέπει να χρησιμοποιούν αυτή την υπηρεσία.
es: El servicio del editor de texto proporciona aplicaciones con un visor de textos y un editor de textos. Las aplicaciones TDE que suministran propiedades de edición deberían utilizar este servicio.
eu: Testu-editorearen zerbitzuak testu-ikustailea eta editorea duten aplikazioak eskaintzen ditu. Testuak editatzeko aukera ematen duten TDE aplikazioek erabili beharko lukete zerbitzu hau.
fa: خدمت ویرایشگر متن، کاربردهایی را توسط یک مشاهده‌گر و ویرایشگر متن، فراهم می‌کند. کاربردهای TDE که امکانات ویرایش متن را فراهم می‌کنند باید از این خدمت استفاده نمایند.
fr: Le service d'édition de texte fournit des applications comportant un afficheur de texte et un éditeur. Les applications TDE qui fournissent des fonctions d'édition de texte devraient utiliser ce service.
fy: De tekstbewurkings-fasiliteit foarsjocht programma's fan een tekstwerjouwer en -ferwurker. TDE-applikaasjes mei tekstferwurkingsmooglikheden kinne hjir gebrûk fan meitsje.
ga: Cuirtear amharcán téacs agus eagarthóir ar fáil d'fheidhmchláir trín seirbhís eagarthóireachta téacs. Ba cheart d'fheidhmchláir TDE a sholáthraíonn áiseanna eagarthóireachta an tseirbhís seo a úsáid.
gl: O servizo de edición de texto fornece ás aplicacións de visor e editor de textos. Todas as aplicacións de TDE que fornezan facilidades de edición de textos deberan empregar este servizo.
he: שירות עורך הטקסט מספק ליישומים מציג ועורך טקסט. יישומי TDE שמספקים אמצעים לעריכת טקסט ישתמשו בשירות זה.
hi: पाठ संपादक सेवा जो अनुप्रयोगों को एक पाठ दर्शक व एक संपादक उपलब्घ कराती है। केडीई अनुप्रयोग जो पाठ संपादन सुविधा उपलब्ध कराती हैं, उन्हें इसका प्रयोग करना चाहिए।
hr: Usluga tekstualnog uređivača aplikacijama omugućuje pregledavanje i uređivanje teksta. TDE aplikacije koje omogućuju uređivanje teksta trebale bi upotrebljavati ovo sučelje.
hu: A szövegszerkesztő szolgáltatáson keresztül az alkalmazások szövegek megtekintését és szerkesztését végezhetik el. A TDE szövegszerkesztő programjai használhatják.
id: Layanan penyuntingan teks memberikan penampil dan penyunting teks untuk aplikasi. Aplikasi TDE yang menyediakan fasilitas penyuntingan teks seharusnya menggunakan layanan ini.
it: Il servizio di editor di testi fornisce alle applicazioni un visualizzatore ed un editor di testi. Le applicazioni TDE che permettono l'elaborazione di testi dovrebbero usare questo servizio.
ja: テキストエディタサービスはアプリケーションにテキストビューアとテキストエディタを提供します。テキスト編集の機能を持つ TDE アプリケーションはこれを使用します。
kk: Қолданбаларға мәтінді қарау және өңдеу мүмкіншілікті беретін қызмет. Мәтінді өңдеу үшін TDE қолданбалар осы қызметті пайдалану керек.
km: សេវា​កម្មវិធី​និពន្ធ​អត្ថបទ​ផ្តល់​នូវ​សំណុំ​កម្មវិធីរួម​មាន​កម្មវិធី​មើល​អត្ថបទ និង​កម្មវិធី​និពន្ធ​អត្ថបទ ។ សំណុំ​កម្មវិធី TDE ដែល​ផ្តល់​មធ្យោបាយ​និពន្ធ​អត្ថបទ គួរ​ប្រើ​សេវា​នេះ ។
lb: Den Texeditor-Service stellt Programmer en Textlieser an en Texteditor zur Verfügung.TDE-Programmer, déi Textmanipuléierungsfunktiounen ubidden, sollen dëse Service benotzen.
lt: Teksto redaktoriaus tarnyba pateikia programoms teksto žiūriklį ir redaktorių. TDE programos, leidžiančios redaguoti tekstą, turėtų naudoti šią tarnybą.
mk: Сервисот за текст уредувач ги снабдува апликациите со текст прегледник и уредувач. TDE апликациите што овозможуваат уредување текст би требало да го користат овој сервис.
nb: Skriveprogrammet gir kan vise og redigere teks. TDE-programmer som kan redigere tekst bør bruke denne tjenesten.
nds: De Texteditor-Deenst föögt Programmen en Textwieser un -editor to. TDE-Programmen, mit de Texten bewerkt warrt, schöölt em bruken.
ne: पाठ सम्पादक सेवाले पाठ दर्शक र सम्पादकसँग अनुप्रयोग उपलब्ध गराउँछ । TDE अनुप्रयोग जसले पाठ सम्पादक सुविधाहरू उपलब्ध गर्छ त्यसले यो सेवा प्रयोग गर्छ ।
pa: ਪਾਠ ਸੰਪਾਦਕ ਸੇਵਾ ਉਹ ਸਾਰੇ ਕਾਰਜ ਉਪਲੱਬਧ ਕਰਵਾਉਦਾ ਹੈ, ਜੋ ਕਿ ਪਾਠ ਦਰਸ਼ਕ ਤੇ ਸੰਪਾਦਕ ਸ਼ਾਮਿਲ ਹਨ। TDE ਕਾਰਜ ਜੋ ਕਿ ਪਾਠ ਸੰਪਾਦਨ ਦੀ ਸਹੂਲਤ ਉਪਲੱਬਧ ਕਰਵਾਉਦੀਆਂ ਹਨ, ਇਸ ਨੂੰ ਇਸਤੇਮਾਲ ਕਰਦੀਆਂ ਹਨ।
pl: Usługa edytora tekstowego pozwala programom na przeglądanie i edycję tekstów. Programy TDE, które udostępniają funkcje edycyjne, powinny używać tej usługi.
pt: O serviço de edição de texto oferece às aplicações um visualizador e editor de texto. As aplicações do TDE que oferecem funcionalidade de edição de texto devem usar este serviço.
pt_br: O serviço de edição de texto fornece aplicações com um visualizador e um editor de textos. Aplicações do TDE que fornecem facilidades de edição de texto devem usar este serviço.
ru: Сервис текстового редактора для приложений, в которых требуется просмотр и редактирование текста. Его должны использовать приложения TDE, где требуется редактирование текста.
rw: Serivise ya muhinduzi y'umwandiko itanga amaporogaramu afite mugaragaza na muhinduzi y'umwandiko. Amaporogaramu TDE atanga uburyo bwo guhindura umwandiko agomba gukoresha iyi serivise.
se: Čállinprográmmabálvalus fállá teakstačájeheami ja -doaimmaheaheami. TDE-prográmmat, mat fállet teakstadoaimmahanvejolašvuođaid, galggašedje geavahit dán bálvalusa.
sk: Služba textového editora poskytuje aplikáciám prehliadač a editor textových súborov. Aplikácie TDE, ktoré podporujú úpravu textu, by mali používať túto službu.
sl: Storitev urejevalnika besedila omogoča programom dostop do pregledovalnika in urejevalnika besedil. Programi za TDE, ki omogočajo urejanje besedila, naj bi uporabljali to storitev.
sr: Сервис уређивача текста обезбеђује програмима преглед и измене текстова. TDE програми који обезбеђују могућност обраде текста требало би да користе овај сервис.
sv: Texteditortjänsten ger program en textvisare och editor. TDE-program som tillhandahåller textredigeringsfunktioner bör använda denna tjänst.
ta: உரை மற்றும் தொகுப்பாளருடனான பயன்பாடுகளை உரை தொகுப்பாளர் சேவை வழங்குகிறது. உரை தொகுக்கும் வசதிகளை வழங்கும் கேடிஇ பயன்பாடுகள் இச்சேவையைப் பயன்படுத்த வேண்டும்.
te: కార్యక్రమాలకు వాచకం సరిచేయు సేవ ఒక వాచకం విక్షణ మరియు సరిచెయుటకు సహాయపడును. కెడిఈ కార్యక్రమాలు వాచకం సరిచెయు సౌకర్యాలు వున్నట్టైతె దిని సేవ ను ఉపయొగించొకొవలెను
tg: Хидмати таҳриргари матн барномаҳоро бо намоишгар ва таҳриргари матн таъмин мекунад. Барномаҳои TDE дорои таҳриргари матн бояд ин хидмат истифода барад.
th: บริการตัวแก้ไขข้อความ จะจัดเตรียมตัวดูข้อความและตัวแก้ไขข้อความให้กับแอพพลิเคชัน แอพพลิเคชันของ TDE ที่เตรียมความสามารถในการแก้ไขข้อความมาให้ ควรที่จะใช้บริการนี้
tr: Metin düzenleyici hizmeti, uygulamalara bir metin görüntüleyici ve düzenleyici sağlar. Metin düzenleme olanakları sağlayan TDE uygulamaları bu hizmeti kullanmalıdır.
tt: Mäten üzgärtü xezmäte törle yazılımnarnı mäten kürsätkeçe/üzgärtkeçe belän tä'min itä. Mäten üzgärtüçe TDE-yazılımnar bu xezmätne qullanırğa tieş.
uk: Служба "Текстовий редактор" постачає програми з переглядачем та редактором тексту. Програми TDE, які надають можливість редагування тексту, повинні користуватись цією службою.
vi: Dịch vụ soạn thảo văn bản cung cấp cho ứng dụng một bộ xem và soạn thảo văn bản. Các ứng dụng TDE mà cung cấp khả năng soạn thảo văn bản nên dùng dịch vụ này.
zh_cn: 文本编辑器服务提供了文本查看器和编辑器的应用程序。提供文本编辑功能的 TDE 应用程序都应该使用此服务。
zh_hk: 文字編輯服務為各種程式提供一個檢視和編輯文字的介面。任何提供文字編輯功能的 TDE 程式都應該使用這項服務。

source: Embeddable Text Editor Component (with Doc/View Separation)
af: Inlegbare Teks Redigeerder Komponent (met Dok/Besigtig Seperasie)
bg: Текстов редактор (с разделение между Doc/View)
bn: অভ্যন্তরীণ টেক্সট সম্পাদক কম্পোনেন্ট (পৃথক ডক/ভিউ সহ)
bs: Umetljiva komponenta za obradu teksta (sa odvojenim Doc/View)
ca: Component encastable de l'editor de text (amb separació Doc/Vista)
cs: Pohltitelná komponenta textového editoru (s oddělením Doc/View)
cy: Cydran Golygydd Testun Mewnadeiladwy (wrth Wahanu Dogfen/Golwg)
de: Einbettungsfähige Editorkomponente (mit Text/Ansicht-Aufteilung)
el: Ενσωματώσιμο στοιχείο επεξεργαστή κειμένου (με διαχωρισμό Doc/View)
es: Componente incrustable de editor de textos (con separación Doc/Vista)
eu: Testu-editorearen kapsulatutako osagaia (Dok/Ikusi bereizketarekin)
fa: مولفۀ ویرایشگر متن نهفته )با سند/نمای مجزا(
fr: Composant d'édition de texte intégrable (avec séparation doc / vue)
fy: Yn te sluten tekstbewurkerkomponint (mei skieding fan tekst/werjefte)
ga: Comhpháirt eagarthóireacht téacs inleabaithe (le deighilt idir cáipéis agus amharc)
gl: Compoñente incrustábel de Edición de Texto (cunha Separación Doc/Vista)
he: רכיב עורך טקסט בר הטבעה (עם הפרדה בין מסמך לתצוגה)
hi: अंतर्निहित किया जा सकने वाला पाठ संपादक (डाक/व्यू सेपरेशन के साथ)
hr: Ugradiva komponenta obrade teksta (s Doc/View razdvajanjem)
hu: Beágyazható szövegszerkesztő (dokumentum/nézet modellel)
id: Komponen Penyuntingan Teks Tersisipkan (dengan Pemisahan Doc/View)
it: Componente integrabile per l'elaborazione di testi (con separazione documento/vista)
ja: 埋め込み可能なテキストエディタコンポーネント (Doc/View 分離)
kk: Ендірілетін мәтін өңдеу компоненті (Құжат/көрініс үлгіні қолдайтын)
km: សមាសភាគ​កម្មវិធីនិពន្ធ​អត្ថបទដែល​អាចបង្កប់ (ដោយ​ប្រើ​ការ​បំបែក Doc/View)
lb: Abettbar Texteditor-Komponent (mat Dokument/Usiicht Trennung)
lt: Įdedamas tekstų redaktoriaus komponentas (su Doc/View atskyrimu)
mk: Вгнездлива компонента за уредување на текст (со Док/Приказ раздвојување)
nb: Innebyggbar tekstredigeringskomponent (med Doc/View-skille)
nds: Inbettbor Texteditor-Komponent (mit Dokment/Ansicht-Trennen)
ne: सम्मिलित पाठ सम्पादक अवयव (डक/दृश्य विभाजनसँग)
pa: ਸ਼ਾਮਿਲ ਹੋਣਯੋਗ ਪਾਠ ਸੰਪਾਦਕ ਭਾਗ (Doc/ਦਰਿਸ਼ ਵੱਖ ਕਰਨ ਨਾਲ)
pl: Składnik edytora tekstu (do osadzania, z paradygmatem Dokument/Widok)
pt: Componente Incorporado do Editor de Texto (com Separação entre Documentos)
pt_br: Componente de edição de textos integrado (com separação de Documentação/Visualização)
ru: Встраиваемый элемент редактора текста (с поддержкой модели документ/вид)
rw: Inyangingo Muhinduzi y'Umwandiko Ishyirwamo (ifite itandukanya Inyandiko/Ukugaragaza)
se: Vuojuhanláhkái čállinprográmmaoassi (Doc/View-sirremiin)
sk: Vložiteľný komponent textového editora (s oddelením Doc/View)
sl: Vgradljiva komponenta urejevalnika besedil (z ločevanjem pogleda in dokumenta)
sr: Уградива компонента за уређивање текста (са „документ/приказ“ одвајањем)
sv: Inbäddningsbar texteditor (med dok/vyseparation)
ta: உட்பொதிந்த உரை தொகுப்பாளர் பகுதி (ஆவண/காட்சி பிரிவுகளுடன்)
te: పొదగబడె వాచకం సరిచేయు అంశం (పత్ర/వీక్షణ విభజన వున్నది)
tg: Қисми таҳриргари матни дарунсохт (бо вазифаи намоиши санад)
th: คอมโปเนนท์แก้ไขข้อความที่ฝังได้ (โดยแยก เอกสาร/แสดงผล)
tr: Gömülebilir Metin Düzenleyici Bileşeni (Doc/View ayrımı dahil)
tt: Mäten Üzgärtüçe Quşılma-Komponent (İstälek/Küreneş ayıru belän)
uk: Вбудовуваний Компонент Редактора Текстів (з розділенням Документ/Вигляд)
vi: Thành phần Soạn thảo Văn bản có nhúng được (có khả năng phân cách tài liệu/khung xem)
zh_cn: 可嵌入的文本编辑器部件(带 文档/查看 分离)
zh_hk: 可嵌入的文字編輯器元件 (Doc/View 分開)

source: Embeddable Text Editor Component (without Doc/View Separation)
af: Inlegbare Teks Redigeerder Komponent (sonder om te Dok/Besigtig Seperasie)
bg: Текстов редактор (без разделение между Doc/View)
bn: অভ্যন্তরীণ টেক্সট সম্পাদক কম্পোনেন্ট (পৃথক ডক/ভিউ ছাড়া)
bs: Umetljiva komponenta za obradu teksta (bez odvojenog Doc/View)
ca: Component encastable de l'editor de text (sense separació Doc/Vista)
cs: Pohltitelná komponenta textového editoru (bez oddělení Doc/View)
cy: Cydran Golygydd Testun Mewnadeiladwy (heb Wahanu Dogfen/Golwg)
de: Einbettungsfähige Editorkomponente (ohne Text/Ansicht-Aufteilung)
el: Ενσωματώσιμο στοιχείο επεξεργαστή κειμένου (χωρίς διαχωρισμό Doc/View)
es: Componente incrustable de editor de textos (sin separación Doc/Vista)
eu: Testu-editorearen kapsulatutako osagaia (Dok/Ikusi bereizketarik gabe)
fa: مولفۀ ویرایشگر متن نهفته ) بدون سند/نمای مجزا(
fr: Composant d'édition de texte intégrable (sans séparation doc / vue)
fy: Yn te sluten tekstbewurkerkomponint (sûnder skieding fan tekst/werjefte)
ga: Comhpháirt eagarthóireacht téacs inleabaithe (gan deighilt idir cáipéis agus amharc)
gl: Compoñente incrustábel de Edición de Texto (sen Separación Doc/Vista)
he: רכיב עורך טקסט בר הטבעה (בלי הפרדה בין מסמך לתצוגה)
hi: अंतर्निहित किया जा सकने वाला पाठ संपादक (डाक/व्यू सेपरेशन के बगैर)
hr: Ugradiva komponenta obrade teksta (bez Doc/View razdvajanja)
hu: Beágyazható szövegszerkesztő (dokumentum/nézet modell nélkül)
id: Komponen Penyuntingan Teks Tersisipkan (tanpa Pemisahan Doc/View)
it: Componente integrabile per l'elaborazione di testi (senza separazione documento/vista)
ja: 埋め込み可能なテキストエディタコンポーネント (Doc/View 分離なし)
kk: Ендірілетін мәтін өңдеу компоненті (Құжат/көрініс үлгіні қолдамайтын)
km: សមាសភាគ​កម្មវិធីនិពន្ធ​អត្ថបទ​ដែល​អាច​បង្កប់ (ដោយ​គ្មាន​ការបំបែក Doc/View)
lb: Abettbar Texteditor-Komponent (ouni Dokument/Usiicht Trennung)
lt: Įdedamas tekstų redaktoriaus komponentas (be Doc/View atskyrimo)
mk: Вгнездлива компонента за уредување на текст (без Док/Приказ раздвојување)
nb: Innebyggbar tekstredigeringskomponent (uten Doc/View skille)
nds: Inbettbor Texteditor-Komponent (ahn Dokment/Ansicht-Trennen)
ne: सम्मिलित पाठ सम्पादक अवयव (डक/दृश्य विभाजनवाहेक)
pa: ਸ਼ਾਮਿਲ ਹੋਣਯੋਗ ਪਾਠ ਸੰਪਾਦਕ ਭਾਗ (Doc/ਦਰਿਸ਼ ਵੱਖ ਕਰਨ ਬਿਨਾਂ)
pl: Składnik edytora tekstu (do osadzania, bez paradygmatu Dokument/Widok)
pt: Componente Incorporado do Editor de Texto (sem Separação entre Documentos)
pt_br: Componente de edição de textos integrado (sem separação de Documentação/Visualização)
ru: Встраиваемый элемент редактора текста (без поддержки модели документ/вид)
rw: Inyangingo Muhinduzi y'Umwandiko Ishyirwamo (nta tandukanya Inyandiko/Ukugaragaza)
se: Vuojuhanláhkái čállinprográmmaoassi (almmá Doc/View-sirrema)
sk: Vložiteľný komponent textového editora (bez oddelenia Doc/View)
sl: Vgradljiva komponenta urejevalnika besedil (brez ločevanja pogleda in dokumenta)
sr: Уградива компонента за уређивање текста (без „документ/приказ“ одвајања)
sv: Inbäddningsbar texteditor (utan dok/vyseparation)
ta: உட்பொதிந்த உரை தொகுப்பாளர் கூறு (ஆவண/காட்சி பிரிவுகளற்ற)
te: పొదగబడె వాచకం సరిచేయు అంశం (పత్ర/వీక్షణ విభజన లేకుండా)
tg: Қисми таҳриргари матни дарунсохт (бе вазифаи намоиши санад)
th: คอมโปเนนท์แก้ไขข้อความที่ฝังได้ (โดยไม่แยก เอกสาร/แสดงผล)
tr: Gömülebilir Metin Düzenleyici Bileşeni (Doc/View ayrımı yok)
tt: Mäten Üzgärtüçe Quşılma-Komponent (İstälek/Küreneş ayıru belän tügel)
uk: Вбудовуваний Компонент Редактора Текстів (без розділення Документ/Вигляд)
vi: Thành phần Soạn thảo Văn bản có nhúng được (không có khả năng phân cách tài liệu/khung xem)
zh_cn: 可嵌入的文本编辑器部件(不带 文档/查看 分离)
zh_hk: 可嵌入的文字編輯器元件 (Doc/View 不分開)

source: KTextEditor Plugin
af: KTextEditor Inprop Module
bg: Приставка KTextEditor
bn: কে-টেক্সট-এডিটর প্লাগ-ইন
bs: Dodatak za KTextEditor
ca: Connector del KTextEditor
cs: Modul textového editoru
cy: Atodyn KTextEditor
de: KTextEditor-Erweiterung
el: Πρόσθετο KTextEditor
es: Plugin de KTextEditor
eu: KTextEditor plugin-a
fa: وصلۀ KTextEditor
fr: Module externe KTextEditor
fy: KTextFerwurker-plugin
ga: Breiseán KTextEditor
gl: Plugin KTextEditor
he: תוסף KTextEditor
hi: के-टेक्स्ट-एडिटर प्लगइन
hr: KTextEditor dodatak
hu: KTextEditor-bővítőmodul
id: Plugin KTextEditor
it: Plugin KTextEditor
ja: KTextEditor プラグイン
kk: KTextEditor модулі
km: កម្មវិធី​ជំនួយ​ខាង​ក្នុង KTextEditor
lt: KTextEditor priedas
mk: KTextEditor приклучок
nb: KTextEditor-programtillegg
ne: KTextEditor प्लगइन
pa: ਕੇ ਪਾਠਸੰਪਾਦਕ ਪਲੱਗਿੰਨ
pl: Wtyczka edytora tekstu
pt: 'Plugin' do KTextEditor
pt_br: Plug-in do Editor de Texto
ru: Модуль KTextEditor
rw: Icomeka KMuhinduziUmwandiko
se: TDE-čállinprográmma lassemoduvla
sk: Modul KTextEditor
sl: Vstavek KTextEditor
sr: KTextEditor прикључак
sv: Insticksprogram för texteditor
ta: கேஉரைதொகுப்பி சொருகுப்பொருள்
te: కెటెక్స్ట్ ఎడిటర్ ప్లగిన్
tg: Пуркунандаи KTextEditor
th: ปลักอิน KTextEditor
tr: KTextEditor Eklentisi
tt: KTextEditor Östämäse
uk: Втулок KTextEditor
vi: Bộ cầm phít Soạn thảo Văn bản
zh_cn: KTextEditor 插件
zh_hk: KTextEditor 外掛程式
