Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/interfaces-desktops/csb.po
Languages: csb

source: Text-to-Speech Service with a DCOP interface
csb: Ùsłëżnota czëtaniô tekstu z interfejsã DCOP

source: Instant Messenger with a DCOP interface
csb: Internetowi kòmùnikator z interfejsã DCOP

source: Instant Messenger
csb: Internetowi kòmùnikator

source: The instant messenger allows two-way chat between individuals and groups.
csb: Internetowi kòmùnikator dôwô mòżnota kôrbionczi midzë lëdzama ë karnama.

source: Bash Shell Script Runner
csb: Programa zrëszôjącô skriptë Bash

source: Runs bash shell scripts from inside the application.
csb: Zrëszô skriptë Bash bënë aplikacëji.

source: This is a generic test script engine for testing the script interface.
csb: Mòduł testowaniô skriptowegò interfejsu.

source: Embedded Text Editor
csb: Òbsôdzony editora tekstu

source: The text editor service provides applications with a text viewer and editor. TDE applications that provide text editing facilities should use this service.
csb: Ùsłëżnota tekstowegò editora zezwôlô aplikacejom na przezéranié ë edicejã tekstów. Programë TDE, jaczé ùprzistãpniają nã edicëjną fùnkcëjã, mają brëkòwac ti ùsłëżnonë.

source: Embeddable Text Editor Component (with Doc/View Separation)
csb: Dzéł editora tekstu (do òbsôdzaniô, z paradygmatã Dokùment/Wëzdrzatk)

source: Embeddable Text Editor Component (without Doc/View Separation)
csb: Dzéł editora tekstu (do òbsôdzaniô, bez paradygmatu Dokùment/Wëzdrzatk)

source: KTextEditor Plugin
csb: Plugins editora tekstu
