Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeio-desktops/*.po
Languages: af, az, bg, bn, ca, cs, da, de, eo, es_ar, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, id, is, it, ja, kk, km, ko, lt, mk, mn, nb, nds, ne, nl, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, te, tg, th, tr, uk, uz, zh_cn, zh_tw

source: Application
af: Program
az: Proqram
bg: Програма
bn: অ্যাপলিকেশন
ca: Aplicació
cs: Aplikace
da: Program
de: Programm
eo: Aplikaĵo
es_ar: Programa
eu: Aplikazioa
fa: کاربرد
fi: Sovellus
fy: Applikaasje
ga: Feidhmchlár
gl: Aplicación
he: יישום
hi: अनुप्रयोग
hr: Aplikacija
hu: alkalmazás
id: Aplikasi
is: Forrit
it: Applicazione
ja: アプリケーション
kk: Қолданба
km: កម្មវិធី
ko: 응용 프로그램
lt: Programa
mk: Апликација
mn: Программ
nb: Program
nds: Programm
ne: अनुप्रयोग
nl: Toepassing
pa: ਕਾਰਜ
pl: Program
pt: Aplicação
pt_br: Aplicativo
ro: Aplicaţie
ru: Приложение
rw: Porogaramu
se: Prográmma
sk: Aplikácia
sl: Program
sr: Програм
sr@latn: Program
sv: Program
ta: பயன்பாடு
te: కార్యక్రమం
tg: Гузориш
th: แอพพลิเคชัน
tr: Uygulama
uk: Програма
uz: Dastur
zh_cn: 应用程序
zh_tw: 應用程式

source: TDE Compression Filter
af: TDE Kompakteer Filter
az: TDE Sıxışdırma Filtri
bg: Компресиращ филтър
bn: কে.ডি.ই. সংকোচন ফিল্টার
ca: Filtre de compressió per al TDE
cs: Kompresní filtr TDE
da: TDE Komprimeringsfilter
de: TDE-Komprimierungsfilter
eo: TDE-kunpremo-filtrilo
eu: TDEren konpresio-iragazkia
fa: پالایۀ فشرده‌سازی TDE
fi: TDE:n pakkaussuodin
fr: Filtre de compression de TDE
fy: TDE kompresjefilter
ga: Scagaire Comhbhrúite TDE
gl: Filtro de Compresón de TDE
he: מסנן הדחיסה של TDE
hi: केडीई कंप्रेशन फ़िल्टर
hr: TDE filtr kompresije
hu: TDE tömörítésszűrő
id: Filter Kompresi TDE
is: TDE þjöppunarsía
it: Filtro di compressione TDE
ja: TDE 圧縮フィルタ
kk: TDE сығу сүзгісі
km: តម្រង​បង្ហាប់ TDE
ko: TDE 압축 거르개
lt: TDE suspaudimo filtras
mk: TDE филтер за компресија
mn: TDE-шахагчийн шүүлтүүр
nb: Komprimeringsfilter for TDE
nds: TDE-Komprimerenfilter
ne: TDE सङ्खुचन फिल्टर
nl: TDE Compressiefilter
pa: TDE ਨਪੀੜਨ ਫਿਲਟਰ
pl: Filtr kompresji TDE
pt: Filtro de Compressão do TDE
pt_br: Filtro de compressão do TDE
ro: Filtru de compresie TDE
ru: Фильтр сжатия TDE
rw: Muyunguruzi y'Iyegeranya TDE
se: TDE čoahkkáibáhkkenfilter
sk: TDE filter pre kompresiu
sl: Filter za stiskanje s TDE
sr: TDE-ов компресиони филтер
sr@latn: TDE-ov kompresioni filter
sv: TDE-kompressionsfilter
ta: கேடிஇ அழுத்த வடிகட்டி
te: కెడిఈ సంక్షిప్తపరిచె గలని
tg: TDE Газполои Фушурдашуда
th: ตัวกรองการบีบอัดของ TDE
tr: TDE Sıkıştırma Filtresi
uk: Фільтр стискання TDE
uz: TDE qisish filteri
zh_cn: TDE 压缩过滤程序
zh_tw: TDE 壓縮過濾器

source: TDE Data Tool
af: TDE Data Program
az: TDE Verilənlər Vasitəsi
bn: কে.ডি.ই তথ্য টুল
ca: Eina per a la gestió de dades per al TDE
cs: Datový nástroj TDE
da: TDE-dataværktøj
de: TDE-Datenprogramm
eo: Datumilo
eu: TDEren datuen tresna
fa: ابزار دادۀ TDE
fi: TDE:n datatyökalu
fr: Outil de données TDE
fy: TDE data-helpprogramma
ga: Uirlis Sonraí TDE
gl: Ferramenta de Dados de TDE
he: כלי נתונים של TDE
hi: केडीई डाटा टूल
hr: TDE alat za podatke
hu: TDE adatkezelő segédprogram
id: Tool Data TDE
is: TDE gagnatól
it: Strumenti dati di TDE
ja: TDE データツール
kk: TDE дерек өңдеу құралы
km: ឧបករណ៍​ទិន្នន័យ TDE
ko: TDE 자료 연장
lt: TDE duomenų priemonė
mk: TDE податочна алатка
mn: TDE-Өгөгдөл боловсруулах программ
nb: TDE Dataverktøy
nds: TDE-Datenwarktüüch
ne: TDE डेटा उपकरण
nl: TDE Data-hulpprogramma
pa: TDE ਡਾਟਾ ਸੰਦ
pl: Narzędzie danych TDE
pt: Ferramenta de Dados do TDE
pt_br: Ferramenta de Dados do TDE
ro: Utilitar de date TDE
ru: Утилита обработки информации TDE
rw: Igikoresho cy'Ibyatanzwe TDE
se: TDE dáhtareaidu
sk: Dátový nástroj TDE
sl: Podatkovno orodje za TDE
sr: TDE-ов алат за податке
sr@latn: TDE-ov alat za podatke
sv: TDE-dataverktyg
ta: கேடிஇ தகவல் கருவி
te: కెడిఈ దత్తాంశం పనిముట్టు
tg: TDE Асбоби Сана
th: เครื่องมือข้อมูลของ TDE
tr: TDE Veri Aracı
uk: Засіб роботи з даними TDE
uz: TDE maʼlumot vositasi
zh_cn: TDE 数据工具
zh_tw: TDE 資料工具

source: KDED Password Module
af: KDED Wagwoord Module
az: KDED Şifrə Modulu
bg: Модул за пароли KDED
bn: KDED পাসওয়ার্ড মডিউল
ca: Mòdul de contrasenya KDED
cs: KDED modul pro hesla
da: KDED-kodeordsmodul
de: Passwort-Zwischenspeicherung
eo: KDED-pasvortmodulo
eu: KDEDren pasahitz-modulua
fa: پیمانۀ اسم رمز KDED
fi: KDED-salasanamoduuli
fr: Module de mot de passe KDED
fy: KDED-wachtwurdmodule
ga: Modúl Fhocail Fhaire KDED
gl: Módulo de Contrasinais de KDED
he: מודול סיסמה של KDED
hi: KDED पासवर्ड घटक (मॉड्यूल)
hr: KDED modul za lozinke
hu: KDED jelszómodul
id: Modul Password KDED
is: KDED Lykilorðaeining
it: Modulo password di KDED
ja: KDED パスワードモジュール
kk: KDED пароль модулі
km: ម៉ូឌុល​ពាក្យ​សម្ងាត់ KDED
ko: KDED 열쇠글 모듈
lt: KDED slaptažodžių modulis
mk: KDED модул за лозинка
mn: KDED-Тест модул
nb: KDED Passordmodul
nds: KDED-Passwoortmoduul
ne: KDED पासवर्ड मोड्युल
nl: KDED-wachtwoordmodule
pa: KDED ਗੁਪਤ-ਕੋਡ ਮੈਡੀਊਲ
pl: Hasła
pt: Módulo de Senhas do KDED
pt_br: Módulo de Senha do KDED
ro: Modul parolă KDED
ru: Служба паролей
rw: Igice cy'Ijambobanga KDED
se: KDED beassansátni-moduvla
sk: Modul hesla KDED
sl: Geselni modul KDED
sr: KDED модул за лозинке
sr@latn: KDED modul za lozinke
sv: KDED-lösenordsmodul
ta: KDED கடவுச்சொல் பகுதி
te: కెడిఈ పాస్ వర్డ్ మాడ్యూల్
tg: KDED Модули номи шаб
th: โมดูลรหัสผ่าน KDED
tr: KDED Parola Modülü
uk: Модуль паролів KDED
uz: KDED maxfiy soʻz moduli
zh_cn: KDED 密码模块
zh_tw: KDED 密碼模組

source: Password caching support
af: Wagwoord kasberging ondersteuning
bg: Кеширане на пароли
bn: পাসওয়ার্ড ক্যাশ-এ রাখা সমর্থন করে
ca: Permet l'ús de memòria cau de contrasenyes
cs: Podpora pro kešování hesel
da: Understøttelse for caching af kodeord
de: Verwaltet zwischengespeicherte Passwörter in KDED
eo: Subteno por kaŝmemorigo de pasvortoj
es_ar: Soporte de caché de contraseñas
eu: Pasahitzen cachearen euskarria
fa: پشتیبانی از مخفی کردن اسم رمز
fi: Salasanojen välimuistituki
fr: Gestion du cache des mots de passe
fy: Wachtwurd caching stype
gl: Soporte de cacheado de contrasinais
he: תמיכה בשמירת ססמאות במטמון
hi: पासवर्ड कैचिंग समर्थन
hr: Podrška međuspremanja lozinki
hu: Jelszóelmentési támogatás
id: Dukungan penyimpanan password
is: Skyndiminni fyrir lykilorð
it: Supporto per la memorizzazione temporanea delle password
ja: パスワードキャッシュサポート
kk: KDED парольдерді басқару
km: ទ្រទ្រង់​ការ​រក្សាទុក​ពាក្យសម្ងាត់​នៅ​ក្នុង​ឃ្លាំង​សម្ងាត់
lt: Slaptažodžių krepšio palaikymas
mk: Поддршка за кеширање на лозинки
nb: Støtte for passordlagring
nds: Ünnerstütten för't Twischenspiekern vun Passwöör
ne: पासवर्ड क्यासिङ समर्थन
nl: Ondersteuning voor het tussentijds bewaren van wachtwoorden
pa: ਗੁਪਤ-ਕੋਡ ਕੈਚੇਇੰਗ ਸਹਾਇਤਾ
pl: Zapamiętywanie haseł lokalnych
pt: Suporte a 'cache' de senhas
pt_br: Suporte de cache das senhas
ro: Suport pentru memorarea parolelor
ru: Управление паролями KDED
rw: Ifasha ry'uguhisha ijambobanga
se: Beassansáni gaskarádjama doarjja
sk: Podpora ukladania hesiel
sl: Podpora prepomnjenju gesel
sr: Подршка за кеширање лозинки
sr@latn: Podrška za keširanje lozinki
sv: Stöd för lösenordscache
ta: கடவுச்சொல் சேமிக்க ஆதரவு
te: పాస్ వర్డులను దాయుటకు సహకరించును
tg: Дастгирии Ҳофизаи Гузарвожа
th: สนับสนุนการจดจำรหัสผ่าน
tr: Parola önbellekleme desteği
uk: Підтримка кешування паролів
uz: Maxfiy soʻzlarni keshda saqlash
zh_cn: 密码缓存支持
zh_tw: 密碼暫存(cache)支援

source: KScan
bn: কে-স্ক্যান
eo: Bildciferecigo
is: KScan myndlesari
ko: K스캔
pl: Skan
ru: Сканер
rw: KGusikana
ta: Kவருடல்
te: కేస్కేన్
th: สแกนภาพ - K

source: Enhanced Browsing Plugin
af: Verbeterde Blaaiïng Inprop module
az: Təkmilləşmiş Səyyah Əlavəsi
bg: Разширена приставка за преглед
bn: উন্নত ব্রাউজিং প্লাগ-ইন
ca: Connector de navegació millorada
cs: Modul rozšířeného procházení
da: Udvidet netsøgnings-plugin
de: Erweitertes Browser-Modul
eo: progresinta TTTum-kromaĵo
es_ar: Plugin de Navegación Mejorada
eu: Arakatze plugin hobetua
fa: وصلۀ مرور افزوده
fi: Laajennettu selauslisäosa
fr: Module externe de navigation avancée
fy: Plugin foar effisjinter browsen
ga: Breiseán le haghaidh Brabhsála Feabhsaithe
gl: Plugin de Navegación Mellorada
he: תוסף לגלישה משופרת
hi: एनहैंस्ड ब्राउसिंग प्लगइन
hr: Napredni dodatak za pretraživanje
hu: Továbbfejlesztett böngészés bővítőmodul
id: Plugin Browsing yang disempurnakan
is: Íforrit fyrir vafrara-endurbætur
it: Plugin di navigazione avanzata
ja: 拡張ブラウズプラグイン
kk: Жетілдірген шарлау модулі
km: កម្មវិធី​ជំនួយ​រុករក​ដែល​បាន​ធ្វើ​ឲ្យ​ប្រសើរ
ko: 더 나은 찾아가기 플러그인
lt: Išplėstinio naršymo priedas
mk: Приклучок за напредно разгледување
mn: Өргөтгөсөн Хөтлөгчийн Plugin
nb: Programtillegg for utvidet nettlesing
nds: Nettkiekverwiedern-Plugin
ne: विस्तारित ब्राउजिङ प्लगइन
nl: Verbeterd Browsen Plugin
pa: ਵਾਧੂ ਝਲਕਾਰਾ ਪਲੱਗਿੰਨ
pl: Moduł do rozszerzonego przeglądania
pt: Navegação Melhorada
pt_br: Plug-in de navegação melhorada
ro: Modul de navigare avansată
ru: Модуль расширенного просмотра
rw: Icomeka ry'Ishakisha Ritunganyijwe
se: Njuovžilut fierbmádatlogadeami lassemoduvla
sk: Modul rozšíreného prehliadača
sl: Vstavek za izboljšano brskanje
sr: Прикључак за побољшано претраживање
sr@latn: Priključak za poboljšano pretraživanje
sv: Utökad webbläsning
ta: மேம்படுத்திய உலாவும் சொருகுப்பொருள்
te: అభివ్రుద్దిపరచిన బ్రౌజింగ్ ప్లగిన్
tg: Баланд Кардан
th: ปลั๊กอินการเรียกดูที่เสริมความสามารถ
tr: Gelişmiş Tarayıcı Eklentisi
uk: Втулок розширеної навігації
uz: Tezlashtirilgan veb-koʻrish plagini
zh_cn: 增强的浏览插件
zh_tw: 增強的瀏覽外掛程式

source: Proxy Scout
af: Proksie Verkenner
az: Vəkil Skout
bg: Проучване на прокси сървъри
bn: প্রক্সি স্কাউট
ca: Explorador del servidor intermedi
cs: Proxy vyhledávač
de: Automatische Proxy-Einrichtung
eo: Prokurilo
es_ar: Explorador del proxy
fa: پیشکار Scout
fi: Proxy-tiedustelija
fy: Proxy ferkenner
gl: Proxy Explorador
he: מחפש שרתי Proxy
hi: प्रॉक्सी स्काउट
hr: Proxy izvidnik
is: Milliþjóns leitari
it: Esploratore proxy
ja: プロキシを探す
kk: Проксиді автобапату
ko: 프록시 찾기
lt: Proxy paieška
mk: Прокси скаут
mn: Итгэмжилэгчийн зам хайгч
nb: Mellomtjenerspeiding
ne: प्रोक्सी स्काउट
pa: ਪਰਾਕਸੀ ਸਕਾਊਟ
pl: Pośrednik (proxy)
pt: Escuteiro do 'Proxy'
pt_br: Saída do Proxy
ru: Автонастройка прокси
rw: Igifasha Nyabubasha
se: Gaskabálvaohci
sk: Prieskumník proxy
sr: Прокси извиђач
sr@latn: Proksi izviđač
ta: பதிலாள் தேடு
te: ప్రాక్సీ వేగు
tg: Разведкачӣ Вакил Кардашуда
tr: Vekil Sunucu
uk: Розвідник проксі сервера
uz: Proksi skaut
zh_cn: 代理搜索

source: Automatic proxy configuration
af: Outomatiese proksie opstelling
bg: Автоматично настройване на прокси сървъра
bn: স্বয়ংক্রিয় প্রক্সি কনফিগারেশন
ca: Configuració automàtica de l'intermediari
cs: Automatické nastavení proxy
da: Automatisk proxy-indstilling
de: Sucht nach einem Proxy-Server und richtet ihn ein
eo: Aŭtomata Prokuragordo
es_ar: Configuración automática del Proxy
eu: Proxy-aren konfigurazio automatikoa
fa: پیکربندی خودکار پیشکار
fi: Automaattiset proxy-asetukset
fr: Configuration automatique du serveur mandataire
fy: Automatyske proxy ynstelling
ga: Uathchumraíocht an tseachfhreastalaí
gl: Configuración Automática do Proxi
he: הגדרות מתווך אוטומטיות
hi: स्वचालित प्रॉक्सी कॉन्फ़िगरेशन
hr: Automatsko konfiguriranje proxyja
hu: Automatikus proxybeállítás
id: Konfigurasi proxi otomatis
is: Sjálfvirkar stillingar milliþjóns
it: Configurazione automatica proxy
ja: 自動プロキシ設定
kk: Проксиді автоматты түрде бапату
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​ប្រូកស៊ី​ដោយ​ស្វ័យប្រវត្តិ
lt: Automatinis proxy derinimas
mk: Автоматска конфигурација на прокси
nb: Automatisk mellomtjeneroppsett
nds: Proxy automaatsch instellen
ne: स्वचालित प्रोक्सी कन्फिगरेसन
nl: Automatische proxyconfiguratie
pa: ਸਵੈ-ਚਾਲਿਤ ਪਰਾਕਸੀ ਸੰਰਚਨਾ
pl: Autokonfiguracja pośrednika
pt: Configuração automática de 'proxy'
pt_br: Configuração automática do proxy
ro: Configurare automată pentru proxy
ru: Автонастройка прокси-сервера
rw: Iboneza rya Nyabubasha Yikoresha
se: Automáhtalaš gaskabálváheiveheapmi
sk: Automatická konfigurácia proxy
sl: Samodejne nastavitve posrednika
sr: Аутоматско подешавање проксија
sr@latn: Automatsko podešavanje proksija
sv: Automatisk proxyinställning
ta: தானியக்க பதிலாள் வடிவமைப்பு
te: స్వయంచాలక ప్రాక్సీ రూపకరణం
tg: Танзими прокси бо автоматикӣ
th: การปรับแต่งพร็อกซีอัตโนมัติ
tr: Otomatik vekil sunucu yapılandırması
uk: Автоматичне визначення проксі сервера
uz: Proksini avtomatik ravishda moslash
zh_cn: 自动代理配置
zh_tw: 自動代理組態

source: KSSL Daemon Module
af: Kssl Bediener Module
az: KSSL Demon Modulu
bg: Демон KSSL
bn: KSSL ডিমন মডিউল
ca: Mòdul del dimoni KSSL
cs: Modul démona KSSL
da: KSSL Dæmonmodul
de: SSL-Dienst
eo: SSL-demono-modulo
es_ar: Módulo de demonio KSSL
eu: KSSL daemon modulua
fa: پیمانۀ شبح KSSL
fi: KSSL-palvelinmoduuli
fr: Module démon KSSL
ga: Modúl Deamhain KSSL
gl: Módulo do Demo KSSL
he: מודול תהליך הרקע של SSL
hi: KSSL ङेमन घटक
hr: Modul KSSL demona
hu: KSSL szolgáltatásmodul
id: Modul Daemon KSSL
is: KSSL þjónseining
it: Modulo demone KSSL
ja: KSSL デーモンモジュール
kk: KSSL қызметтің модулі
km: ម៉ូឌុល Daemon KSSL
ko: KSSL 데몬 모듈
lt: KSSL tarnybos modulis
mn: KSSL Daemon Modul
nb: KSSL nisse-modul
nds: KSSL-Dämoon
ne: KSSL डेइमन मोड्युल
pa: KSSL ਡਾਇਮੋਨ ਮੈਡੀਊਲ
pl: KSSL
pt: Módulo do Servidor de KSSL
pt_br: Módulo do Serviço do KSSL
ro: Modul demon KSSL
ru: Служба KSSL
rw: Igice Dayimoni KSSL
se: KSSL-bálvámoduvla
sk: Modul démona KSSL
sl: Strežniški modul KSSL
sr: KSSL демон модул
sr@latn: KSSL demon modul
sv: KSSL-demonmodul
ta: KSSL டெமான் பகுதி
te: కెఎస్ ఎస్ ఎల్ సూత్రధారి మాడ్యూల్
tg: Модули Демон KSSL
th: โมดูลเดมอน KSSL
tr: KSSL Program Modülü
uk: Модуль демону KSSL
uz: KSSL xizmatining moduli
zh_cn: KSSL 守护进程模块
zh_tw: KSSL 伺服程式模組

source: KSSL daemon module for KDED
af: KSSL bediener module vir KDED
bg: Модул демон за KSSL за KDED
bn: KDED-র জন্য KSSL ডিমন মডিউল
ca: Mòdul del dimoni KSSL per a KDED
cs: Modul démona KSSL pro KDED
da: KSSL Dæmonmodul for KDED
de: Unterstützung für SSL-Verschlüsselung in KDED
eo: SSL-demono-modulo por KDED
es_ar: Módulo de demonio KSSL para KDED
eu: KSSL daemon modulua KDEDrako
fa: پیمانۀ شبح KSSL برای KDED
fi: KSSL-palvelinmoduuli KDED:lle
fr: Module démon KSSL pour KDED
fy: KSSL daemon module foar KDED
ga: Modúl deamhain KSSL le haghaidh KDED
gl: Módulo do Demo KSSL para KDED
he: מודול תהליך רקע של SSL עבור KDED
hi: केडीईडी के लिए केएसएसएल डेमन मॉड्यूल
hr: KSSL demon modul za KDED
hu: KSSL szolgáltatásmodul a KDED-hez
id: Modul daemon KSSL untuk KDED
is: KSSL þjónseining fyrir KDED
it: Modulo demone KSSL per KDED
ja: KDED 用 の KSSL デーモンモジュール
kk: KDED KSSL куәліктерді басқару қызметтің модулі
km: ម៉ូឌុល daemon KSSL សម្រាប់ KDED
lt: KSSL tarnybos modulis, skirtas KDED
mk: KSSL даемон модул за KDED
nb: KSSL nissemodul for KDED
nds: KSSL-Dämoonmoduul för KDED
ne: KDED का लागि डेइमन मोड्युल KSSL
nl: KSSL daemon-module voor KDED
pa: KDED ਲਈ KSSL ਪੇਸ਼ਕਾਰੀ
pl: Obsługa SSL w KDED
pt: Módulo servidor de KSSL para o KDED
pt_br: Módulo de serviço KSSL para o KDED
ro: Modul demon KSSL pentru KDED
ru: Управление сертификатами SSL
rw: Igice cya dayimoni KSSL cya KDED
se: KDED:a KSSL-bálvámoduvla
sk: Modul démona KSSL pre KDED
sl: Strežniški modul KSSL za KDED
sr: KSSL демон модул за KDED
sr@latn: KSSL demon modul za KDED
sv: KSSL-demonmodul för KDED
ta: KDEDக்கான KSSL டெமான் பகுதி
te: కెడిఈడి కొరకు కెఎస్ ఎస్ ఎల్ సూత్రధారి మాడ్యూల్
tg: Модули Демон KSSL брои KDED
th: โมดูลเดมอน KSSL สำหรับ KDED
tr: KDED için KSSL program biirmi
uk: Модуль демону KSSL для KDED
uz: KDED uchun KSSL xizmatining moduli
zh_cn: KDED 的 KSSL 守护进程模块
zh_tw: KDED 使用的 KSSL 伺服程式模組

source: tdeio_uiserver
de: Server der graphischen Oberfläche
fy: Kio_uiserver
ja: tdeio_uiサーバ
mn: График гадаргуугийн сервер
nds: tdeio_uiserver, Server för de graafsche Böversiet
nl: Kio_uiserver
ro: Kio_uiserver
sv: Kio-gränssnittsserver
ta: tdeio_uiசேவையகம்
te: కేఐఓ_యుఐసెర్వర్

source: TDE's Progress Info UI server
af: TDE se vordering inligting UI bediener
az: TDE'nin İrəliləmə Bilgisi İstifadaçi Ara Üz Vericisi
bg: Сървър за отчитане на прогреса (TDE's Progress Info UI server)
bn: কে.ডি.ই. অগ্রগতি তথ্য UI সার্ভার
ca: Servidor d'informació de progrés del TDE
cs: UI server zobrazující informace o průběhu
da: TDE's fremgangsinfo-UI-server
de: Ein UI-Server, der Fortschrittsinformationen darstellt
eo: Progresinforma servo
es_ar: Servidor UI de información de progreso de TDE
eu: TDEren aurrerapen-informazioen UI zerbitzaria
fa: اطلاعات پیشرفت کارساز UI TDE
fi: TDE:n edistymispalkin käyttöliittymäpalvelin
fr: Serveur graphique d'infos de progression de TDE
fy: TDE's tsjinner foar ynformaasje oer de fuortgong
gl: Servidor UI de Información de Progreso de TDE
he: שרת ממשק מידע ההתקדמות של TDE
hi: केडीई का प्रोग्रेस जानकारी UI सर्वर
hr: TDEov Progess Info UI poslužitelj
hu: TDE folyamatinformációs kiszolgáló
id: Perkembangan TDE mengenai info server UI
is: Þjónn sem sýnir framvindu ferla
it: Server informazioni avanzamento di TDE
ja: TDE 進捗情報 UI サーバ
kk: TDE деректерді алу-беруді бақылау сервері
km: ម៉ាស៊ីន​បម្រើ UI នៃ​ព័ត៌មាន​វឌ្ឍនភាព​របស់ TDE
ko: TDE에서 보다 발전된 정보 UI 서버
lt: TDE eigos informacijos UI serveris
mk: TDE сервер за информации за прогресот
mn: Прогресс мэдээллээр дүрслэгдсэн хэрэглэгчийн харьцах хэсгийн сервер
nb: TDE UI-tjener for framgangsinfo
nds: Server för graafsche Vörankamen-Informatschonen
ne: TDE को प्रगति सूचना UI सर्भर
nl: TDE's server voor informatie over de voortgang.
pa: TDE ਦੀ ਤਰੱਕੀ ਜਾਣਕਾਰੀ UI ਸਰਵਰ
pl: Serwer informacji o postępie procesu
pt: Servidor de informações sobre o progresso das operações
pt_br: Servidor de informação de progresso do TDE
ro: Server informaţii de progres TDE
ru: Сервер монитора передачи данных TDE
rw: Amakuru y'Aho bigeze ya TDE Seriveri UI
se: TDE:a ovdánandieđuid UI-bálvá
sk: TDE Progres Info UI server
sl: Strežnik TDE's Progress Info UI
sr: TDE-ов UI сервер информација о напретку
sr@latn: TDE-ov UI server informacija o napretku
sv: TDE:s server för förloppsinformation
ta: கேடிஇயின் முன்னேற்ற தகவல் முகப்புப் சேவையகம்
te: కెడిఈ యొక్క ప్రగతి సమాచార యూఐ సెర్వర్
tg: Инкишофи TDE's Info UI Сервер
th: เซิร์ฟเวอร์แสดงข้อมูลความคืบหน้าของ TDE
tr: TDE'nin İlerleme Bilgisi arayüz sunucusu
uk: Сервер графічного інтерфейсу інформації про розвиток TDE
uz: TDE'ning maʼlumot uzatishni nazorat qilish serveri
zh_cn: TDE 的进度信息用户界面服务器
zh_tw: TDE 的進度資訊使用者介面伺服器

source: TDEWallet Daemon Module
af: KBeursie Bediener Module
az: TDEWallet Demon Modulu
bg: Демон Портфейл
bn: কে-ওয়ালেট ডিমন মডিউল
ca: Mòdul del dimoni TDEWallet
cs: Modul démona TDEWallet
da: TDEWallet Dæmonmodul
de: Digitale Brieftasche
eo: Sekreteja demono-modulo
es_ar: Módulo de demonio TDEWallet
eu: TDEWallet daemon modulua
fa: پیمانه شبح TDEWallet
fi: TDEWallet-palvelinmoduuli
fr: Module démon TDEWallet
ga: Modúl Deamhain TDEWallet
gl: Módulo do Demo TDEWallet
he: מודול תהליך הרקע של TDEWallet
hi: केवैलट डेमन मॉड्यूल
hr: Modul TDEWallet demona
hu: TDEWallet szolgáltatás
id: Modul Daemon TDEWallet
is: TDEWallet þjónseining
it: Modulo demone TDEWallet
ja: TDEWallet デーモンモジュール
kk: TDEWallet әмиян қызметтің модулі
km: ម៉ូឌុល Daemon TDEWallet
ko: K지갑 데몬 모듈
lt: TDE slaptažodinių tarnybos modulis
mn: TDEWallet Daemon Модул
nb: TDEWallet nisseprogramtillegg
nds: TDEWallet-Dämoon
ne: TDEWallet डेइमन मोड्युल
pa: TDEWallet ਪੇਸ਼ਕਾਰੀ ਮੈਡੀਊਲ
pl: Portfel
pt: Módulo do Servidor do TDEWallet
pt_br: Módulo do Serviço do TDEWallet
ro: Modul demon TDEWallet
ru: Модуль демона TDEWallet
rw: Igice Dayimoni KUruhago
se: TDEWallet-bálvámoduvla
sk: Modul démona TDEWallet
sl: Modul demona TDEListnica
sr: TDEWallet демон модул
sr@latn: TDEWallet demon modul
sv: TDEwallet-demonmodul
ta: TDEWallet டெமான் பகுதி
te: కెవాలెట్ సూత్రధారి మాడ్యూల్
tg: Модули Демон TDEWallet
th: โมดูลเดมอน TDEWallet
tr: TDEWallet Program Modülü
uk: Модуль демону TDEWallet
uz: TDEWallet xizmatining moduli
zh_cn: TDEWallet 守护进程模块
zh_tw: TDEWallet 服務程式模組

source: TDEWallet daemon module for KDED
af: KBeursie bediener module vir KDED
bg: Модул демон за системата Портфейл за KDED
bn: KDED-র জন্য কে-ওয়ালেট ডিমন মডিউল
ca: Mòdul del dimoni TDEWallet per a KDED
cs: Modul démona TDEWallet pro KDED
da: TDEWallet Dæmonmodul for KDED
de: Unterstützung für die digitale Brieftasche "TDEWallet"
eo: Sekreteja demono-modulo por KDED
es_ar: Módulo de demonio TDEWallet para KDED
eu: TDEWallet daemon modulua KDEDrako
fa: پیمانۀ شبح TDEWallet برای KDED
fi: TDEWallet palvelinmoduuli KDED:lle
fr: Module démon TDEWallet pour KDED
fy: TDEWallet daemon module foar KDED
ga: Modúl deamhain TDEWallet le haghaidh KDED
gl: Demo de TDEWallet para KDED
he: מודול תהליך רקע של TDEWallet עבור KDED
hi: केडीईडी के लिए के-वॉलेट डेमन मॉड्यूल
hr: TDEWallet demon modul za KDED
hu: TDEWallet szolgáltatásmodul a KDED-hez
id: Modul daemon TDEWallet untuk KDED
is: TDEWallet þjónseining fyrir KDED
it: Modulo demone TDEWallet per KDED
ja: KDED 用の TDEWallet デーモンモジュール
kk: TDE TDEWallet әмиянін басқару қызметтің модулі
km: ម៉ូឌុល daemon TDEWallet សម្រាប់ KDED
lt: TDE slaptažodinių tarnybos modulis skirtas KDED
mk: TDEWallet даемон модул за KDED
nb: TDEWallet nissemodul for KDED
nds: TDEWallet-Dämoonmoduul för KDED
ne: KDED का लागि डेइमन मोड्युल TDEWallet
nl: TDEWallet daemon-module voor KDED
pa: KDED ਲਈ TDEWallet ਪੇਸ਼ਕਾਰੀ ਮੈਡੀਊਲ
pl: Moduł TDEWallet w KDED
pt: Módulo servidor do TDEWallet para o KDED
pt_br: Módulo do serviço de carteira para o TDE
ro: Modul demon TDEWallet pentru KDED
ru: Модуль демона TDEWallet для KDED
rw: Igice cya dayimoni KUruhago cya KDED
se: KDED:a TDEWallet-bálvámoduvla
sk: Modul démona TDEWallet pre KDED
sl: Modul demona TDEListnica za KDED
sr: TDEWallet демон модул за KDED
sr@latn: TDEWallet demon modul za KDED
sv: TDEwallet-demonmodul för KDED
ta: KDEDக்கான TDEWallet Daemon தொகுதி
te: కెడిఈడి కొరకు కెవాలెట్ సూత్రధారి మాడ్యూల్
tg: Модули Демон TDEWallet барои KDED
th: โมดูลเดมอน TDEWallet สำหรับ KDED
tr: KDED için TDEWallet program modülü
uk: Модуль демону торбинок TDEWallet для KDED
uz: KDED uchun TDEWallet xizmatining moduli
zh_cn: KDED 的 TDEWallet 守护进程模块
zh_tw: KDED 的 TDEWallet 服務程式模組
