Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeio-desktops/*.po
Languages: af, az, bg, bn, ca, cs, da, de, eo, es_ar, eu, fa, fi, fr, fy, ga, gl, he, hi, hr, hu, id, is, it, ja, kk, km, ko, lt, mk, mn, nb, nds, ne, nl, pa, pl, pt, pt_br, ro, ru, rw, se, sk, sl, sr, sr@latn, sv, ta, te, tg, th, tr, uk, uz, zh_cn, zh_tw

source: Plugin for the Rename Dialog
af: Inplak vir die Herbenaam Dialoog
az: Yenidən Adlandırma Dialoqu Üçün Əlavə
bg: Приставка за диалога за преименуване
bn: পরিবর্তন
ca: Connector per al diàleg de reanomenar
cs: Modul pro přejmenovávací dialog
da: Plugin til omdøbningsdialog
de: Erweiterung für den Umbenennen-Dialog
eo: Kromaĵo por la alinoma dialogo
es_ar: Plugin para el diálogo de renombrado
eu: Berrizendatze elkarrizketa-koadroen plugin-a
fa: وصله برای محاورۀ تغییر نام
fi: Lisäosa uudelleennimeämisikkunalle
fr: Module externe pour la boîte de dialogue de renommage
fy: Plugin foar it 'Omneame'-dialooch
ga: Breiseán le haghaidh na dialóige athainmnithe
gl: Plugin para o Diálogo de Renomeamento
he: תוסף לדו־שיח שינוי השם
hi: रीनेम डायलॉग के लिए प्लगइन
hr: Dodatak dijaloga za preimenovanja
hu: Bővítőmodul az átnevezési párbeszédablakhoz
id: Plugin untuk Dialog Ubah Nama
is: Íforrit fyrir 'endurnefna' gluggann
it: Plugin per la finestra di dialogo "rinomina"
ja: 名前変更ダイアログ用プラグイン
kk: Атауын өзгерту диалогтың модулі
km: កម្មវិធីជំនួយ​ខាងក្នុង​សម្រាប់​ប្រអប់ ប្តូរឈ្មោះ
ko: 이름 바꾸기 대화창용 플러그인
lt: Priedas pervadinimo dialogui
mk: Приклучок за дијалогот за преименување
mn: Нэр өөрчилөх-Диалогийн Plugin
nb: Programtillegg for omnavningsdialogen
nds: Plugin för den Ümnömen-Dialoog
ne: पुन: नामकरण संवादका लागि प्लगइन
nl: Plugin voor de 'Hernoemen'-dialoog
pa: ਨਾਂ-ਤਬਦੀਲੀ ਪੁੱਛਗਿੱਛ ਤਾਕੀ ਲਈ ਪਲੱਗਿੰਨ
pl: Wtyczka do okna dialogowego Zmiana nazwy
pt: 'Plugin' para a Janela de Mudança do Nome
pt_br: Plug-in para o Diálogo Renomear
ro: Modul pentru dialogul de redenumire
ru: Модуль для диалога переименования
rw: Icomeka ry'Ikiganiro cyo guhindura izina
se: Lassemoduvla nammarievdadanláseža várás
sk: Modul pre premenovací dialóg
sl: Vstavek za pogovorno okno za preimenovanje
sr: Прикључак за дијалог за преименовање
sr@latn: Priključak za dijalog za preimenovanje
sv: Insticksprogram för Byt namn-dialogrutan
ta: மறுபெயரிடல் உரையாடலுக்கான சொருகுப்பொருள்
te: పేరు మార్చు సంభాషణ కొరకు ప్లగిన్
tg: Барои Тирезаи Диалогӣ Номи Нав Гузоштани Пайвастан
th: ปลั๊กอินสำหรับกล่องเปลี่ยนชื่อ
tr: Yeniden İsimlendir İletişim Kutusu İçin Eklenti
uk: Втулок для діалогу перейменування
uz: Nomini oʻzgartirish dialogi uchun plagin
zh_cn: 重命名对话的插件
zh_tw: 更名對話盒的外掛程式

source: TDE Control Module
af: TDE Beheer Module
az: TDE İdarə Modulu
bg: Контролен модул на TDE
bn: কে.ডি.ই. নিয়ন্ত্রণ মডিউল
ca: Mòdul de control del TDE
cs: Ovládací modul TDE
da: TDE-kontrolmodul
de: TDE-Kontrollmodul
eo: TDE Agordmodulo
es_ar: Módulo de control de TDE
eu: TDEren kontrol-modulua
fa: پیمانۀ کنترل TDE
fi: TDE:n ohjausmoduuli
fr: Module de configuration de TDE
fy: TDE konfiguraasjemodule
ga: Modúl Rialaithe TDE
gl: Módulo de Controlo de TDE
he: מודול תצורה של TDE
hi: केडीई नियंत्रण घटक
hr: TDE kontrolni modul
hu: TDE beállítómodul
id: Modul Kontrol TDE
is: TDE stjórneining
it: Modulo di controllo TDE
ja: TDE コントロールモジュール
kk: TDE басқару модулі
km: ម៉ូឌុល​ត្រួត​ពិនិត្យ​របស់ TDE
ko: TDE 제어 모듈
lt: TDE valdymo modulis
mk: TDE Контролен Модул
mn: TDED-Хяналтын Модул
nb: TDE kontrollpanel-modul
nds: TDE-Kuntrullmoduul
ne: TDE नियन्त्रण मोड्युल
nl: TDE Configuratiemodule
pa: TDE ਕੰਟਰੋਲ ਮੈਡੀਊਲ
pl: Moduł centrum sterowania TDE
pt: Módulo de Controlo do TDE
pt_br: Módulo de Controle do TDE
ro: Modul de control TDE
ru: Модуль управления TDE
rw: Igice cy'Igenzura TDE
se: TDE stivrrenmoduvla
sk: Ovládací modul TDE
sl: Nadzorni modul TDE
sr: TDE-ов контролни модул
sr@latn: TDE-ov kontrolni modul
sv: TDE-inställningsmodul
ta: கேடிஇ கட்டுப்பாட்டு கூறு
te: కెడిఈ నియంత్రణ మాడ్యూల్
tg: Модулӣ TDE Control
th: โมดูลควบคุมของ TDE
tr: TDE Kontrol Modülü
uk: Модуль центра керування TDE
uz: TDE boshqaruv moduli
zh_cn: TDE 控制模块
zh_tw: TDE 控制模組

source: Plugin for the Properties Dialog
af: Inprop module vir die Eienskappe Dialoog
az: Seçənəklər Rabitə Qutusu Üçün Əlavə
bg: Приставка за диалога "Информация"
bn: বৈশিষ্ট্যাবলী ডায়ালগ-এর জন্য প্লাগ-ইন
ca: Connector per al diàleg de les propietats
cs: Modul pro dialog vlastností
da: Plugin til egenskabsdialog
de: Erweiterung für den Eigenschaften-Dialog
eo: Internaĵo por la Eco-dialogo
es_ar: Plugin para el diálogo de propiedades
eu: Propietateen elkarrizketa-koadroaren plugin-a
fa: وصله برای محاورۀ ویژگیها
fi: Lisäosa asetusikkunalle
fr: Module externe pour la boîte de dialogue des propriétés
fy: Plugin foar de 'Eigenskippen'-dialooch
gl: Plugin para o Diálogo de Propriedades
he: תוסף לדו־שיח המאפיינים
hi: विशेषता संवाद के लिए प्लगइन
hr: Dodatak dijaloga 'Svojstva'
hu: Beépülő modul a tulajdonságok párbeszédablakhoz
id: Plugin untuk Dialog Properties
is: Íforrit fyrir stillingarforritið
it: Plugin per la finestra delle propriet√†
ja: 設定ダイアログプラグイン
kk: Қасиеттер диалогтың модулі
km: កម្មវិធី​ជំនួយ​ខាង​ក្នុង​សម្រាប់​ប្រអប់ លក្ខណៈ​សម្បត្តិ
ko: 대화창 특성을 위한 플러그인
lt: Priedas savybių dialogui
mk: Приклучок за дијалогот за својства
mn: Шинж чанарууд диалогийн Plugin
nb: Programtillegg for dialogvinduet for egenskaper
nds: Plugin för den Egenschappen-Dialoog
ne: विशेषता संवादका लागि प्लगइन
nl: Plugin voor de 'Eigenschappen'-dialoog
pa: ਵਿਸ਼ੇਸਤਾ ਵਾਰਤਾਲਾਪ ਲਈ ਪਲੱਗਿੰਨ
pl: Wtyczka do okna dialogowego Właściwości
pt: 'Plugin' para o diálogo de propriedades
pt_br: Plug-in para a janela de Propriedades
ro: Modul pentru dialogul de proprietăţi
ru: Модуль для диалога настроек
rw: Icomeka ry'Ikiganiro cy'Ibiranga
se: Lassemoduvla iešvuođahtaláseža várás
sk: modul pre ialóg ílastnosti
sl: Vstavek za pogovorno okno z lastnostmi
sr: Прикључак за дијалог са својствима
sr@latn: Priključak za dijalog sa svojstvima
sv: Insticksprogram för egenskapsdialogen
ta: பண்புகள் உரையாடலுக்கான சொருகுப்பொருள்
te: లక్షణాల సంభాషణ కొరకు ప్లగిన్
tg: Штепсели барои Хусусиятҳои Тирезаи Диалогӣ Андохтан
th: ปลั๊กอินสำหรับกล่องคุณสมบัติ
tr: Özellikler İletişim Kutusu İçin Eklenti
uk: Втулок для діалогу властивостей
uz: Xossalar dialogi uchun plagin
zh_cn: 属性对话的插件
zh_tw: 屬性對話盒的外掛程式

source: KFile Meta Data Plugin
af: Klêer Meta Data Inprop module
az: KFile Meta Data Əlavəsi
bg: Приставка за мета данни
bn: কে-ফাইল মেটা-ডেটা প্লাগ-ইন
ca: Connector de meta dades KFile
cs: Modul KFile pro metadata
de: KFile: Metadaten-Modul
eo: Dosierinterdatuma kromaĵo
es_ar: Plugin de meta datos KFile
eu: KFile metadatuen plugin-a
fa: وصلۀ فرادادۀ KFile
fi: KFile-metatietolisäosa
fr: Module externe de métadonnées KFile
ga: Breiseán meiteashonraí do KFile
gl: Plugin para Meta Dados de KFile
he: תוסף מטא־נתונים עבור KFile
hi: KFile मेटा ङाटा प्लगइन
hr: KFile dodatak za meta-podatke
hu: KFile metaadat-modul
id: Plugin Meta Data KBerkas
is: KFile lýsiskráar-íforrit
it: Plugin informazioni aggiuntive per KFile
ja: KFile メタデータプラグイン
kk: KFile метадеректер модулі
km: កម្មវិធី​ជំនួយ​ខាង​ក្នុង​នៃ​ទិន្នន័យ​មេតា KFile
ko: K파일 메타 자료 플러그인
lt: KFile Meta duomenų priedas
mk: KFile приклучок за мета податоци
mn: KFile: Мита өгөгдлийн -Plugin
nb: KFile programtillegg for metadata
nds: KFile, Metadaten-Plugin
ne: K फाइल मेटाडेटा प्लगइन
pa: KFile ਮੈਟਾ ਡਾਟਾ ਪਲੱਗਿੰਨ
pl: Wtyczka do obsługi danych nieznanego formatu
pt: 'Plugin' de Meta-Dados do KFile
pt_br: Plug-in KFile de Meta Dados
ro: Modul metadate KFile
ru: Модуль метаданных KFile
rw: Icyomeka ry'Ibyatanzwe Bidasanzwe bya KIdosiye
se: KFile lassemoduvla metadieđuid várás
sk: Modul KFile pre meta dáta
sl: Vstavek za meta podatke pri KFile
sr: KFile прикључак за мета податке
sr@latn: KFile priključak za meta podatke
sv: Kfil-metadatainsticksprogram
ta: கேகோப்பு மெட்டா தகவல் சொருகுப்பொருள்
te: కెదస్త్రం మెటా దత్తాంసం ప్లగిన్
tg: KФайли Модули Meta Сана
th: ปลั๊กอินข้อมูลเมตาของ KFile
tr: KFile Meta Veri Eklentisi
uk: Втулок метаданих KFile
uz: KFile meta maʼlumot uchun plagin
zh_cn: KFile 元数据插件
zh_tw: KFile 資料定義外掛程式

source: A tdeioslave for data URIs (rfc2397)
af: ´n tdeioslave vir data URIs (rfc2397)
ca: Un tdeioslave per a URIs de dades (rfc2397)
cs: TDEioslave pro datová URI (rfc2397)
da: En tdeioslave for data-URI'er (rfc2397)
de: Ein-/Ausgabemodul für Daten-URIs (rfc2397)
es_ar: Un tdeioslave para datos URIs (rfc2397)
eu: Datuen URLen (rfc2397) tdeioslave-a
fa: یک tdeioslave برای URIهای داده )rfc2397(
fi: tdeioslave data URI:lle (rfc2397)
fr: Un module d'entrée / sortie pour les URI de données (rfc2397)
fy: In tdeioslave foar data-URI-adresse (rfc2397)
gl: Un tdeioslave para URIs de dados (rfc2397)
hi: डाटा यूआरआई (आरएफसी2397) के लिए एक के-आई-ओ-स्लेव
hr: tdeioslave za podatkovne URI-ije (rfc2397)
hu: TDE-protokoll adat-URI-k használataához (RFC 2397)
id: Kioslave for URI data (rfc2397)
is: tdeioslave fyrir gagnaslóðir (rfc2397)
it: Un tdeioslave per il protocollo di URI di dati (rfc2397)
ja: データ URIs (rfc2397) の tdeioslave
kk: URI деректерді өңдеу tdeioslave модулі (rfc2397)
km: tdeioslave មួយ​សម្រាប់​ទិន្នន័យ URIs (rfc2397)
lt: Antrinė TDE programa duomenų URI (rfc2397)
mk: tdeio-служител за податочни URI (rfc2397)
nb: tdeioslave for data URI-er (rfc2397)
nds: In-/Utgaavmoduul för Daten-URIs (rfc2397)
ne: डेटा URIs का लागि किओस्लेभ (rfc2397)
nl: Een tdeioslave voor data-URI-adressen (rfc2397)
pa: ਡਾਟਾ URI ਲਈ tdeioslave(rfc2397)
pl: Wtyczka protokołu URI danych (rfc2397)
pt: Um 'tdeioslave' para URIs data (rfc2397)
pt_br: Uma implementação para o protocolo de URIs de dados (rfc2397)
ro: Un dispozitiv de I/E pentru URI-urile de date (rfc2397)
ru: Обработчик URI данных (rfc2397)
rw: Kioslave y'ibyatanzwe URI (rfc2397)
se: kiošláva dáhta-URI:aid várás (rfc2397)
sk: IO klient pre dátové URI (rfc2397)
sl: tdeioslave za podatkovne URI-je (rfc2397)
sr: tdeioslave за URI-ије података (rfc2397)
sr@latn: tdeioslave za URI-ije podataka (rfc2397)
sv: En I/O-slav för datawebbadresser (RFC 2397)
ta: தரவு வலைமனைகளுக்கான ஒரு tdeioslave (rfc2397)
te: దత్తాంశం యుఆరైల కొరకు కెఐఓబానిస (rfc2397)
tg: tdeioslave барои URIs (rfc2397)
th: tdeioslave สำหรับข้อมูล URIs (rfc2397)
tr: Veri adresleri için bir tdeioslave (rfc2397)
uk: Підлеглий В/В для адрес (URI) даних (rfc2397)
zh_cn: data URI(rfc2397) 的 tdeioslave

source: Microsoft Media Server Protocol
af: Microsoft Media Bediener Protokol
bn: মাইক্রোসফ্‌ট মিডিয়া সার্ভার প্রোটোকল
ca: Protocol Microsoft Media Server
cs: Microsoft Media Server protokol
da: Microsoft Medieserver-protokol
de: Microsoft Media Server Protokoll
es_ar: Protocolo Microsoft Media Server
eu: Microsoft Media Server protokoloa
fa: قرارداد کارساز رسانۀ میکروسافت
fi: Microsoft Media -palvelinprotokolla
fr: Protocole Microsoft Media Server
gl: Protocolo Microsoft Media Server
he: שרת פרוטוקול של מדייה של מיקרוספט
hi: माइक्रोसॉफ़्ट मीडिया सर्वर प्रोटोकॉल
hr: Protokol Microsoft Media poslužitelja
hu: MMS protokoll
id: Protokol Server Microsoft Media
is: Microsoft Media Server samskiptaregla
it: Protocollo Microsoft Media Server
ja: Microsoft メディアサーバプロトコル
kk: Microsoft Media Server протоколы
km: ពិធីការ​ម៉ាស៊ីន​បម្រី Microsoft Media
lt: Microsoft media serverio protokolas
mk: Microsoft Media Server-протокол
nds: Microsoft-Medienserverprotokoll
ne: माइक्रोसफ्ट मिडिया सर्भर प्रोटोकल
pa: Microsoft Media ਸਰਵਰ ਪ੍ਰੋਟੋਕਾਲ
pl: Protokół Microsoft Media Server
pt: Protocolo Microsoft Media Server
pt_br: Protocolo do Microsoft Media Server
ro: Protocol Microsoft Media Server
ru: Протокол Microsoft Media Server
rw: Porotokole Igihuza Seriveri ya Microsoft
se: Microsoft Media Server-protokolla
sk: Protokol pre Microsoft Media Server
sl: Protokol Microsoft Media Server
sr: Microsoft Media Server протокол
sr@latn: Microsoft Media Server protokol
sv: Microsoft mediaserver-protokoll
ta: மைக்ரோசாப்ட் ஊடக சேவக நெறிமுறை
te: మైక్రొసాఫ్ట్ మీడియా సెర్వర్ ప్రొటొకాల్
tg: Протоколи медиа сервер барои Microsoft
th: โปรโตคอลสำหรับเซิรฟเวอร์จัดการสื่อของไมโครซอฟต์ (MMS)
tr: Microsoft Media Server Protokolü
uk: Протокол медіа сервера Microsoft
zh_cn: Microsoft 媒体服务器协议
zh_tw: Microsoft Media Server 協定
