Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeio-desktops/csb.po
Languages: csb

source: Application
csb: Programa

source: TDE Compression Filter
csb: Filter kòmpresëji TDE

source: TDE Data Tool
csb: Nôrzãdze pòdôwków TDE

source: KDED Password Module
csb: Parole

source: Password caching support
csb: Spamiãtôwanié môlowëch parolów

source: Enhanced Browsing Plugin
csb: Mòduł do rozszérzónégò przezeraniô

source: Proxy Scout
csb: Pòstrzédnik (proxy)

source: Automatic proxy configuration
csb: Aòtokònfigùracëjô pòstrzédnika

source: KSSL Daemon Module
csb: KSSL

source: KSSL daemon module for KDED
csb: Ùsłëżnota SSL w KDED

source: TDE's Progress Info UI server
csb: Serwer wëdowiédzë ò pòkròkù procesë

source: TDEWallet Daemon Module
csb: Pòrtfel

source: TDEWallet daemon module for KDED
csb: Mòduł TDEWallet w KDED

source: Plugin for the Rename Dialog
csb: Pligins dialogòwegò òkna Zmianë miona

source: TDE Control Module
csb: Kòntrolny mòduł pùltu TDE

source: Plugin for the Properties Dialog
csb: Plugins dialogòwégò òkna Swòjiznë

source: KFile Meta Data Plugin
csb: Plugins do sprôwianiô pòdôwkama nieznónegò fòrmatu

source: A tdeioslave for data URIs (rfc2397)
csb: Plugins protokółu pòdôwków URI (rfc2397)

source: Microsoft Media Server Protocol
csb: Protokól Microsoft Media Server
