Repository: ALT-Linux-TDE/10-tdelibs
Catalog: tde-tdelibs/translations/desktop_files/tdeio-desktops/nso.po
Languages: nso

source: Application
nso: Tshomiso

source: TDE Compression Filter
nso: Sesekodi sa Pitleletso ya TDE

source: TDE Data Tool
nso: Sebereka sa Data ya TDE

source: KDED Password Module
nso: Seripa sa Lentsuphetiso la KDED

source: KScan
nso: KTebelelo

source: Enhanced Browsing Plugin
nso: Tsenyo yeo e Hlohleleditswego ya Boinyakisi

source: KSSL Daemon Module
nso: Seripa sa Daemon ya KSSL

source: tdeio_uiserver
nso: tdeio_uiseabi

source: TDE's Progress Info UI server
nso: Seabi sa UI ya Tshedimoso ya Tswelopele ya TDE

source: Plugin for the Rename Dialog
nso: Tsenyo ya Poledisano ya Theoleswa

source: TDE Control Module
nso: Seripa sa Taolo ya TDE

source: Plugin for the Properties Dialog
nso: Tsenyo ya Poledisano ya Dithoto

source: KFile Meta Data Plugin
nso: Tsenyo ya Data ya Meta wa KFaele
